#define MARY_FOMT_JP
#include "fomt_constants.mary.h"
#include "fomt_callables.mary.h"
#include "fomt_scripts.mary.h"

mary_text_table
{
    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay01[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「青い羽根について、まだ何か\r\n"
        "　わからないことがあるのかな\r\n"
        "　？」　　　　　　　　　　　\r\n"
        "「もし青い羽根を男の人から男\r\n"
        "　の人にわたしたらどうなるの\r\n"
        "　かなぁ？　って思って」　　\r\n"
        "「愛にはいろんなかたちがある\r\n"
        "　んだよ」　　　　　　　　　\r\n"
        "「…………」　　　　　　　　\r\n"
        "「ところで、キミは青い羽根を\r\n"
        "　だれからもらいたいの？」　\r\n"
        "「もちろん、おにいさんからだ\r\n"
        "　よ。（ぽっ♡）」　　　　　\r\n"
        "「ありがと♡」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay02[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『トマトの種』をまいたんだ\r\n"
        "　けど、地面が種をまく前とぜ\r\n"
        "　んぜんかわってないの。どう\r\n"
        "　してかなぁ？」　　　　　　\r\n"
        "「種をまく前にちゃんと地面を\r\n"
        "　耕したかな？」　　　　　　\r\n"
        "「えっ？　種ってただまくだけ\r\n"
        "　じゃあ、だめだったの？」　\r\n"
        "「そりゃあそうだよ！　　　　\r\n"
        "　ちゃんとクワを使って耕した\r\n"
        "　所にしかまけないんだよ。　\r\n"
        "　あと、地面に何か落ちている\r\n"
        "　場所はそのままじゃ耕せない\r\n"
        "　よ。　　　　　　　　　　　\r\n"
        "　雑草はカマで刈るか手でひっ\r\n"
        "　こぬかないとだめだし、　　\r\n"
        "　石はハンマーを使って壊すか\r\n"
        "　手でどけないとだめだし、　\r\n"
        "　枝はオノで壊すか手でどけな\r\n"
        "　いとだめだよ」　　　　　　\r\n"
        "「そうだったんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay03[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「ちゃんと地面をたがやしてか\r\n"
        "　ら種をまいたんだけど、次の\r\n"
        "　日になったら、まいた種がな\r\n"
        "　くなってたんだよ。どうして\r\n"
        "　かなぁ？」　　　　　　　　\r\n"
        "「ちゃんと季節に合った種をま\r\n"
        "　いてるかな？　　　　　　　\r\n"
        "　春だったら、夏や秋に育つ作\r\n"
        "　物の種をまいてもだめだよ」\r\n"
        "「そっかぁ…　　　　　　　　\r\n"
        "　わたしがまいてたのは、トマ\r\n"
        "　トの種だから、本当は夏にま\r\n"
        "　かないとダメだったのか」　\r\n"
        "「そういうことだよ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay04[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「ちゃんと地面をたがやして季\r\n"
        "　節が合ってる種をまいたんだ\r\n"
        "　けど、種のまま、ぜんぜん育\r\n"
        "　ってくれないの。どうしてか\r\n"
        "　なぁ？」　　　　　　　　　\r\n"
        "「じょうろを使って水をまいて\r\n"
        "　るかな？」　　　　　　　　\r\n"
        "「え？　水まかなきゃダメなの\r\n"
        "　？」　　　　　　　　　　　\r\n"
        "「あたりまえだよ！　　　　　\r\n"
        "　あ、でも牧草の種だけは水を\r\n"
        "　まかなくても育つよ」　　　\r\n"
        "「そっかぁ…　　　　　　　　\r\n"
        "　水をまかなくちゃダメだった\r\n"
        "　のかぁ…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay05[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『じょうろ』を使ったんだけ\r\n"
        "　ど、水が出てこないの。どう\r\n"
        "　してかなぁ？」　　　　　　\r\n"
        "「それはたぶん、じょうろの中\r\n"
        "　に水が入っていないんだ。　\r\n"
        "　水を補給しないと…」　　　\r\n"
        "「水のほきゅうって、どうすれ\r\n"
        "　ばいいの？」　　　　　　　\r\n"
        "「じょうろを装備して水場…　\r\n"
        "　川とか湖とか池とかに向かっ\r\n"
        "　て使えば、じょうろの中に水\r\n"
        "　を補給できるよ」　　　　　\r\n"
        "「そっかぁ…　水場で水をほき\r\n"
        "　ゅうしなきゃダメだったんだ\r\n"
        "　ぁ…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay06[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「作物って育つと、その上を歩\r\n"
        "　けなくなるんだね。種の時に\r\n"
        "　は歩けたのに…」　　　　　\r\n"
        "「そうだね。芽が出てきたらそ\r\n"
        "　の上は通れなくなるね。　　\r\n"
        "　でも、走ったら飛び越すこと\r\n"
        "　はできるんだよ」　　　　　\r\n"
        "「え、そうなの？」　　　　　\r\n"
        "「１マスのものだったら何でも\r\n"
        "　飛び越すことができるよ。　\r\n"
        "　作物に限らず、石とか柵とか\r\n"
        "　枝とか…」　　　　　　　　\r\n"
        "「へー何でもとびこせるんだ」\r\n"
        "「でも、飛び越そうとしている\r\n"
        "　物の先に何か障害物が置いて\r\n"
        "　あった場合は飛び越せないか\r\n"
        "　らね」　　　　　　　　　　\r\n"
        "「ふーん、そうなんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay07[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「作物って育つと、その上を歩\r\n"
        "　けなくなるって言ってたけど\r\n"
        "　牧草は行けたよ…」　　　　\r\n"
        "「そうなんだ、昨日はすっかり\r\n"
        "　言い忘れていたんだけど、牧\r\n"
        "　草だけは成長しても、その上\r\n"
        "　を歩くことができるんだよ。\r\n"
        "　それだけ」　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさん」　　　　　　　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「なんか時間があまっちゃって\r\n"
        "　るみたいなんだけど…」　　\r\n"
        "「昨日言い忘れたことを言った\r\n"
        "　だけだからね。　　　　　　\r\n"
        "　…って言っている間にちょう\r\n"
        "　どいい時間になったみたいだ\r\n"
        "　ね」　　　　　　　　　　　\r\n"
        "「ほんとだ。　　　　　　　　\r\n"
        "　うーん、そんなんでいいのか\r\n"
        "　な？」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay08[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「育ててたかぶに実がなったみ\r\n"
        "　たいなんだけど、どうすれば\r\n"
        "　いいの？」　　　　　　　　\r\n"
        "「実がなっている場所に向かっ\r\n"
        "　てＡボタンを押せば、実を持\r\n"
        "　ち上げて収穫することができ\r\n"
        "　るよ。　　　　　　　　　　\r\n"
        "　かぶの場合だったら、実を持\r\n"
        "　ち上げた後は耕した地面に戻\r\n"
        "　るし、何回でも実をつけなお\r\n"
        "　す作物の場合は（例えばきゅ\r\n"
        "　うりとか）、また芽の状態に\r\n"
        "　戻るんだよ」　　　　　　　\r\n"
        "「へぇー、何回でもしゅうかく\r\n"
        "　できるのもあるんだ。こんど\r\n"
        "　そんなのもやってみよっと」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay09[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「１回たがやした地面って、元\r\n"
        "　に戻すことはできないのかな\r\n"
        "　？」　　　　　　　　　　　\r\n"
        "「できるよ。　　　　　　　　\r\n"
        "　耕した地面にハンマーを使え\r\n"
        "　ば、耕す前の状態に戻せるん\r\n"
        "　だよ」　　　　　　　　　　\r\n"
        "「へー、そうなんだ」　　　　\r\n"
        "「あと、耕した地面に石か枝か\r\n"
        "　資材を置いた場合でも耕す前\r\n"
        "　の状態に戻せるんだよ」　　\r\n"
        "「へー、そういうやり方もある\r\n"
        "　んだ。これって水をまいた後\r\n"
        "　の地面にしても同じになるの\r\n"
        "　かな？」　　　　　　　　　\r\n"
        "「うん、水をまいててもまいて\r\n"
        "　なくても一緒、耕す前の状態\r\n"
        "　に戻るよ」　　　　　　　　\r\n"
        "「うん、わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay10[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってた、たがやした\r\n"
        "　地面をたがやす前に戻す方法\r\n"
        "　使ったけど、元に戻んないん\r\n"
        "　だ」　　　　　　　　　　　\r\n"
        "「え？　そんなはずはないんだ\r\n"
        "　けど…　　　　　　　　　　\r\n"
        "　あ、ひょっとして、種まいた\r\n"
        "　後の地面じゃないかな？」　\r\n"
        "「うん、そうだよ」　　　　　\r\n"
        "「種をまいた後の地面の場合は\r\n"
        "　まずクワを使って種を掘りお\r\n"
        "　こさないとダメなんだよ。　\r\n"
        "　種をまいた後の地面にクワを\r\n"
        "　使うと、種が無いただの耕し\r\n"
        "　た地面になるから、そこにハ\r\n"
        "　ンマーを使えば耕す前の状態\r\n"
        "　に戻るんだよ」　　　　　　\r\n"
        "「ちょっとめんどいね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay11[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってた、たがやした\r\n"
        "　地面をたがやす前に戻す方法\r\n"
        "　なんだけど、牧草地の場合は\r\n"
        "　どうすればいいの？　　　　\r\n"
        "　牧草は刈っても、のこりかす\r\n"
        "　みたいなのがのこってるし、\r\n"
        "　それを放っておくとまた牧草\r\n"
        "　ができるし…」　　　　　　\r\n"
        "「あ、そっか。そういえば言っ\r\n"
        "　てなかったね。　　　　　　\r\n"
        "　牧草を刈り取ったあとの地面\r\n"
        "　にクワを使えば、掘り返して\r\n"
        "　何も無いただの耕した地面に\r\n"
        "　なるんだよ」　　　　　　　\r\n"
        "「ふーん、そうなんだ。牧草を\r\n"
        "　刈ったすぐあとにクワを使え\r\n"
        "　ばいいんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay12[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『かご』に出荷物を入れたん\r\n"
        "　だけど、その中に入ってるき\r\n"
        "　ゅうりが取り出せないんだ」\r\n"
        "「かごの中に入れた物は戻せな\r\n"
        "　いよ」　　　　　　　　　　\r\n"
        "「えっ？　そうなの？　それじ\r\n"
        "　ゃあ、中に入れたきゅうりは\r\n"
        "　どうすればいいの？」　　　\r\n"
        "「いったんかごの中に入れた物\r\n"
        "　は、出荷するしかないんだ。\r\n"
        "　だから出荷したくない物は、\r\n"
        "　かごの中に入れちゃダメなん\r\n"
        "　だよ」　　　　　　　　　　\r\n"
        "「そうだったのか…　わたしの\r\n"
        "　おやつのきゅうり…」　　　\r\n"
        "「これからは気をつけようね。\r\n"
        "　ちなみにかごの中の物を出荷\r\n"
        "　する場合は、かごを持ったま\r\n"
        "　ま出荷箱に向かってＡボタン\r\n"
        "　を押せばいいよ」　　　　　\r\n"
        "「出荷するつもりはなかったの\r\n"
        "　に…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay13[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『かご』の中には出荷できる\r\n"
        "　物しか入らないみたいなんだ\r\n"
        "　けど…」　　　　　　　　　\r\n"
        "「うん、そうだよ」　　　　　\r\n"
        "「あ？　そうなの？」　　　　\r\n"
        "「出荷できない物を入れてもし\r\n"
        "　ょうがないからね。そんな物\r\n"
        "　を入れてかごの中に入れられ\r\n"
        "　る物の数が減っても嫌かなー\r\n"
        "　って思うんだけど…」　　　\r\n"
        "「まぁね。でもゴミ箱のかわり\r\n"
        "　みたいにできるんだったらそ\r\n"
        "　れもいいかなーって…」　　\r\n"
        "「いらないものはちゃんとゴミ\r\n"
        "　箱に入れろってことで…」　\r\n"
        "「そういうことだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay14[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「んっ」　　　　　　　　　　\r\n"
        "「どうしたの？　手なんか出し\r\n"
        "　て」　　　　　　　　　　　\r\n"
        "「えー、今日は『春の感謝祭』\r\n"
        "　でしょ。だからおにいさんか\r\n"
        "　らクッキーもらえると思って\r\n"
        "　たのしみにしてたのにー」　\r\n"
        "「あぁ、そういえば」　　　　\r\n"
        "「わすれてたの？」　　　　　\r\n"
        "「クッキー持ってきたのをすっ\r\n"
        "　かり忘れてた…　　　　　　\r\n"
        "　はい、どうぞ」　　　　　　\r\n"
        "「わーい、ありがとー、　　　\r\n"
        "　おにいさん。『冬の感謝祭』\r\n"
        "　は、きたいしててね」　　　\r\n"
        "「うん、楽しみにしてるよ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay15[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「ゴミをすてたら街の人にきら\r\n"
        "　われるって聞いたんだけど、\r\n"
        "　それ本当？」　　　　　　　\r\n"
        "「うん、本当だよ。ゴミってい\r\n"
        "　うか何でも投げ捨てると街の\r\n"
        "　人は嫌がるよ」　　　　　　\r\n"
        "「じゃあいらないものを拾った\r\n"
        "　時とかどうすればいいの？」\r\n"
        "「自分の牧場の中なら、誰にも\r\n"
        "　迷惑かからないから捨てても\r\n"
        "　平気だよ。　　　　　　　　\r\n"
        "　街の中なら、広場のゴミ箱に\r\n"
        "　捨てれば問題無いし、　　　\r\n"
        "　裏山なら、鉱石場の中だった\r\n"
        "　ら嫌がる人はいないよ」　　\r\n"
        "「ふーん、自分の家と、広場の\r\n"
        "　ゴミ箱と、鉱石場なら捨てて\r\n"
        "　も問題ないわけだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay16[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『オノ』で何回叩いても、切\r\n"
        "　り株が壊せないんだ…」　　\r\n"
        "「うーんと、どのオノを使って\r\n"
        "　いるのかな？」　　　　　　\r\n"
        "「どのオノって…　種類がある\r\n"
        "　の？」　　　　　　　　　　\r\n"
        "「ということは鉄のオノだね。\r\n"
        "　クワ、カマ、オノ、ハンマー\r\n"
        "　じょうろ、釣り竿、の６つは\r\n"
        "　改造ができるんだよ」　　　\r\n"
        "「どーすればかいぞうできるの\r\n"
        "　？」　　　　　　　　　　　\r\n"
        "「鉱石場で改造させるために必\r\n"
        "　要な鉱石…　金、銀、銅、ミ\r\n"
        "　スリルのどれかを見つけてか\r\n"
        "　ら、鍛冶屋さんに改造しても\r\n"
        "　らいたい道具と一緒にわたす\r\n"
        "　といいんだ。　　　　　　　\r\n"
        "　でも、経験値が足りないと、\r\n"
        "　改造してもらえないから注意\r\n"
        "　するんだよ。それと、わたす\r\n"
        "　鉱石によって、道具がどのレ\r\n"
        "　ベルになるかが変わるから、\r\n"
        "　それも注意するんだよ」　　\r\n"
        "「ところで、けいけんち…」　\r\n"
        "「それはまた明日にしよう」　\r\n"
        "「えっ？　まだ全部言ってない\r\n"
        "　のに…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay17[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「あぁ、どうしたら経験値がふ\r\n"
        "　えるか、だったね。　　　　\r\n"
        "　とりあえず道具を使えば経験\r\n"
        "　値はふえるんだ。空振りでも\r\n"
        "　ふえるけど、役に立つように\r\n"
        "　使ったほうが、よりたくさん\r\n"
        "　経験値がもらえるよ」　　　\r\n"
        "「ふーん…」　　　　　　　　\r\n"
        "「それで昨日の切り株が壊せな\r\n"
        "　いって言うのは、オノのレベ\r\n"
        "　ルがひくいからなんだ。　　\r\n"
        "　レベルは２以上必要で、それ\r\n"
        "　よりも低いと何回たたいても\r\n"
        "　壊せないよ。　　　　　　　\r\n"
        "　ちなみに大きな石も鉄のハン\r\n"
        "　マーだと壊せないよ」　　　\r\n"
        "「そうか、レベルがたりなかっ\r\n"
        "　たんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay18[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「切り株が壊せないんだ…」　\r\n"
        "「オノは改造した？」　　　　\r\n"
        "「がんばって銅のオノにしたば\r\n"
        "　かりなんだ」　　　　　　　\r\n"
        "「切り株にオノを使う時、ちゃ\r\n"
        "　んとためてるかい？」　　　\r\n"
        "「Ｂボタン連打してるけど？」\r\n"
        "「うーん…　切り株、大きな石\r\n"
        "　岩といった１回たたくだけで\r\n"
        "　は壊れない物を壊そうとした\r\n"
        "　場合、道具を使うときにしば\r\n"
        "　らくＢボタンを押しっぱなし\r\n"
        "　にして『ため』ないと壊せな\r\n"
        "　いんだよ」　　　　　　　　\r\n"
        "「そーだったんだ」　　　　　\r\n"
        "「ちなみに銅のオノで切り株を\r\n"
        "　壊そうと思ったら、ちゃんと\r\n"
        "　ためて使って６回たたかない\r\n"
        "　とだめなんだよ」　　　　　\r\n"
        "「うわぁっ、たいへんだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay19[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『鶏』を買ったんだけど…　\r\n"
        "　次の日から卵をうんでくれな\r\n"
        "　いんだ」　　　　　　　　　\r\n"
        "「ちゃんとエサあげてる？」　\r\n"
        "「……………」　　　　　　　\r\n"
        "「あげてなかったんだね」　　\r\n"
        "「……うん」　　　　　　　　\r\n"
        "「鶏だって生き物なんだから、\r\n"
        "　ちゃんと食べ物をあげないと\r\n"
        "　ダメだよ。まぁエサをあげな\r\n"
        "　くても不機嫌にならなければ\r\n"
        "　卵はうんでくれるみたいなん\r\n"
        "　だけどね」　　　　　　　　\r\n"
        "「……うん。わかった。それで\r\n"
        "　どうやってエサをあげればい\r\n"
        "　いの？」　　　　　　　　　\r\n"
        "「それについてはまた明日ね」\r\n"
        "「えっ、明日なの？」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay20[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「どうやって鶏にエサをあげる\r\n"
        "　かだね。鶏を買った所で一緒\r\n"
        "　に『鶏のエサ』も売っている\r\n"
        "　よ」　　　　　　　　　　　\r\n"
        "「……………」　　　　　　　\r\n"
        "「どうしたの？」　　　　　　\r\n"
        "「今日お休みみたいなんだ…」\r\n"
        "「それなら別の方法で…　とう\r\n"
        "　もろこしは持ってる？」　　\r\n"
        "「ううん、持ってない」　　　\r\n"
        "「じゃあ…　何時間か放牧すれ\r\n"
        "　ば、かってにエサを見つけて\r\n"
        "　食べるよ」　　　　　　　　\r\n"
        "「じゃあ外に出しておくね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay21[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのうおにいさんが言ってた\r\n"
        "　とうもろこしのことなんだけ\r\n"
        "　ど…　　　　　　　　　　　\r\n"
        "　もし持ってたらどうすればい\r\n"
        "　いの？」　　　　　　　　　\r\n"
        "「とうもろこしをいっしゅんに\r\n"
        "　して鶏のエサに変える方法だ\r\n"
        "　ね。鶏小屋の横に水車小屋が\r\n"
        "　あると思うんだけど？」　　\r\n"
        "「うん、あるけど…」　　　　\r\n"
        "「その水車小屋に、とうもろこ\r\n"
        "　しを投げ込むと、鶏のエサ置\r\n"
        "　き場の中になんと３０コ！　\r\n"
        "　鶏のエサが増えるんだよ」　\r\n"
        "「そんなこともできるんだぁ。\r\n"
        "　ところでとうもろこしは、ど\r\n"
        "　こから投げてもいいの？」　\r\n"
        "「うん、水車小屋に入るのなら\r\n"
        "　どこからでもいいよ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay22[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『鶏』を放牧してたんだけど\r\n"
        "　やっぱり次の日に卵を産んで\r\n"
        "　くれなかったよ」　　　　　\r\n"
        "「おかしいねぇ…　　　　　　\r\n"
        "　あ！　まさかとは思うけど、\r\n"
        "　放牧した日って雨ふってなか\r\n"
        "　った？」　　　　　　　　　\r\n"
        "「うん、ふってたけど？」　　\r\n"
        "「…あ、あのね、雨の日に放牧\r\n"
        "　すると動物は機嫌が悪くなっ\r\n"
        "　てしまうんだよ」　　　　　\r\n"
        "「そうなの？」　　　　　　　\r\n"
        "「そうなんだよ。だから放牧す\r\n"
        "　るんだったら、晴れてる日じ\r\n"
        "　ゃないとだめだよ」　　　　\r\n"
        "「うん。わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay23[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「放牧しない日は鶏のエサって\r\n"
        "　どうしたらいいの？」　　　\r\n"
        "「エサはちゃんと鶏のエサ置き\r\n"
        "　場に入れてある？」　　　　\r\n"
        "「うん！　昨日ちゃんと養鶏場\r\n"
        "　で８２５コ買ったんだ！」　\r\n"
        "「ずいぶんたくさん買ったんだ\r\n"
        "　ね」　　　　　　　　　　　\r\n"
        "「お金を８２５０Ｇ持ってたか\r\n"
        "　らね」　　　　　　　　　　\r\n"
        "「持っているお金全部つかっち\r\n"
        "　ゃったんだね…　　　　　　\r\n"
        "　無駄使いはだめだよ」　　　\r\n"
        "「ぜんぶ使えるからムダじゃな\r\n"
        "　いよ」　　　　　　　　　　\r\n"
        "「ま、まぁたしかに…　じゃあ\r\n"
        "　明日ね」　　　　　　　　　\r\n"
        "「えー、つづくの？」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay24[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「鶏にエサをあげるにはどうし\r\n"
        "　たらいいか、だったよね。　\r\n"
        "　鶏小屋の中にはエサ箱がある\r\n"
        "　から、その箱の中に鶏のエサ\r\n"
        "　を投げ込めばエサをあげたこ\r\n"
        "　とになるんだよ」　　　　　\r\n"
        "「どこに入れてもいいの？」　\r\n"
        "「うん、いいよ。でもちゃんと\r\n"
        "　べつべつのエサ箱に、小屋に\r\n"
        "　入れてる鶏の数と同じだけ、\r\n"
        "　鶏のエサを入れないとだめだ\r\n"
        "　よ」　　　　　　　　　　　\r\n"
        "「わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay25[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『鶏のエサ』って、どこから\r\n"
        "　どうやってとりだすの？」　\r\n"
        "「あぁそっか。昨日はエサ箱に\r\n"
        "　入れることしか言ってなかっ\r\n"
        "　たね。　　　　　　　　　　\r\n"
        "　鶏小屋の中に鶏のエサの取り\r\n"
        "　出し口があるから、その前で\r\n"
        "　Ａボタンを押せば鶏のエサが\r\n"
        "　取り出せるよ。ちなみに動物\r\n"
        "　小屋でも、同じように飼い葉\r\n"
        "　が取り出せるからね」　　　\r\n"
        "「そうなんだ。やっとこれであ\r\n"
        "　したから鶏にエサをあげられ\r\n"
        "　る…」　　　　　　　　　　\r\n"
        "「今まで放牧しかしてなかった\r\n"
        "　んだよね…」　　　　　　　\r\n"
        "「うん！」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay26[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『鶏のエサ』がなくなったん\r\n"
        "　だけど、これってどういうこ\r\n"
        "　となの？」　　　　　　　　\r\n"
        "「なくなったって…　くわしく\r\n"
        "　教えて」　　　　　　　　　\r\n"
        "「鶏小屋の中のエサ箱全部に、\r\n"
        "　鶏のエサを入れておいたんだ\r\n"
        "　けど、次の日全部なくなって\r\n"
        "　たんだ。鶏は１匹しかいない\r\n"
        "　のに…」　　　　　　　　　\r\n"
        "「…えっと、エサ箱の中に入れ\r\n"
        "　たエサっていうのは、次の日\r\n"
        "　になったら全部無くなってし\r\n"
        "　まうんだよ。だから、今飼っ\r\n"
        "　ている（というか鶏小屋に入\r\n"
        "　れている）鶏の数より多く、\r\n"
        "　エサ箱にエサを入れていても\r\n"
        "　無駄なんだよ」　　　　　　\r\n"
        "「え、そうなんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay27[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「この間言ってた『飼い葉』っ\r\n"
        "　て、どうやったら増やせるの\r\n"
        "　？」　　　　　　　　　　　\r\n"
        "「ヨーデル牧場で１コ２０Ｇで\r\n"
        "　買えるよ」　　　　　　　　\r\n"
        "「ほかには？」　　　　　　　\r\n"
        "「牧草の種をまいて１０日ほど\r\n"
        "　放っておくと、刈り取れる状\r\n"
        "　態になるから、それにカマを\r\n"
        "　使えば牧草を刈り取る事がで\r\n"
        "　きるよ。刈り取った牧草は、\r\n"
        "　勝手にサイロの中にたまって\r\n"
        "　いくし、牧草は刈り取っても\r\n"
        "　しばらくすれば、また成長す\r\n"
        "　るんだよ」　　　　　　　　\r\n"
        "「あとは鶏のエサと同じように\r\n"
        "　動物小屋の取り出し口からと\r\n"
        "　りだせるんだよね」　　　　\r\n"
        "「うん、そうだよ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay28[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『ボール』っていうのを買っ\r\n"
        "　たんだけど、これってどうす\r\n"
        "　ればいいの？」　　　　　　\r\n"
        "「ボールを投げると、犬がボー\r\n"
        "　ルを取りに走ってくるんだ。\r\n"
        "　それをくりかえすと犬の訓練\r\n"
        "　ができるんだよ」　　　　　\r\n"
        "「犬をくんれんするとどうなる\r\n"
        "　の？」　　　　　　　　　　\r\n"
        "「野犬がおそってきた時に、お\r\n"
        "　いはらってくれたりするかも\r\n"
        "　しれないね」　　　　　　　\r\n"
        "「野犬っていつ牧場にくるか、\r\n"
        "　とかわかるの？」　　　　　\r\n"
        "「それはわからないんだよ」　\r\n"
        "「じゃあ犬をくんれんさせるし\r\n"
        "　かないの？」　　　　　　　\r\n"
        "「そうでもないよ」　　　　　\r\n"
        "「どうすればいいの？」　　　\r\n"
        "「それについてはまた明日ね」\r\n"
        "「えっ、明日なの？」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay29[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「野犬から動物をまもる方法、\r\n"
        "　だったよね。　　　　　　　\r\n"
        "　その前に１つ、言い忘れてた\r\n"
        "　ことがあったんだけど…」　\r\n"
        "「なになに？」　　　　　　　\r\n"
        "「ボールを使った犬の訓練は、\r\n"
        "　大きい犬でしかできないんだ\r\n"
        "　よ」　　　　　　　　　　　\r\n"
        "「小さい犬だと、ボールを投げ\r\n"
        "　てもダメってこと？」　　　\r\n"
        "「そういうこと。まぁしばらく\r\n"
        "　したら大きくなるから、それ\r\n"
        "　から訓練したって遅くはない\r\n"
        "　でしょ」　　　　　　　　　\r\n"
        "「小さい犬には訓練できないん\r\n"
        "　だ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SpringDay30[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「野犬から動物をまもる方法、\r\n"
        "　だったよね。　　　　　　　\r\n"
        "　まず１つ目は、動物を小屋の\r\n"
        "　中に入れておけば、野犬に襲\r\n"
        "　われる心配はないよ」　　　\r\n"
        "「放牧しない、ってこと？」　\r\n"
        "「まぁそういうことだね。　　\r\n"
        "　２つ目は、資材で柵を作って\r\n"
        "　それで囲った中に動物を放牧\r\n"
        "　しておけばいいんだよ」　　\r\n"
        "「資材の柵でかこっておけばい\r\n"
        "　いの？」　　　　　　　　　\r\n"
        "「野犬は柵を飛び越える事が出\r\n"
        "　来ないからね。　　　　　　\r\n"
        "　でも柵が壊れていると、そこ\r\n"
        "　から野犬が入ってきてしまう\r\n"
        "　から注意してね」　　　　　\r\n"
        "「うん、わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay01[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう教えてもらった、野犬\r\n"
        "　から動物をまもる方法って、\r\n"
        "　きのうのあの２つしかないの\r\n"
        "　かな？」　　　　　　　　　\r\n"
        "「いちおうもうひとつあるけど\r\n"
        "　…」　　　　　　　　　　　\r\n"
        "「どうするの？」　　　　　　\r\n"
        "「キミが自分で動物を野犬から\r\n"
        "　まもってあげるんだよ」　　\r\n"
        "「どうやって？」　　　　　　\r\n"
        "「カマ、クワ、オノ、ハンマー\r\n"
        "　のどれかを使って野犬に攻撃\r\n"
        "　するんだ」　　　　　　　　\r\n"
        "「な、なんからんぼうだね…」\r\n"
        "「そう思うのなら、昨日言った\r\n"
        "　野犬から動物をまもる方法の\r\n"
        "　どちらかにするのがいいね」\r\n"
        "「う、うん…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay02[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「今までちゃんとそだっていた\r\n"
        "　かぶときゅうりが、いきなり\r\n"
        "　変な色になっちゃったんだけ\r\n"
        "　ど…」　　　　　　　　　　\r\n"
        "「そりゃあ季節の変わり目だか\r\n"
        "　らね。違う季節になったら、\r\n"
        "　今まで成長していた作物は全\r\n"
        "　部枯れちゃうんだよ」　　　\r\n"
        "「え、そうなの？　　　　　　\r\n"
        "　じゃあ今までがんばってそだ\r\n"
        "　ててたかぶときゅうりは…」\r\n"
        "「残念ながら全部無駄になっち\r\n"
        "　ゃったね。　　　　　　　　\r\n"
        "　そうならないためにも、これ\r\n"
        "　からはちゃんと次の季節にな\r\n"
        "　るまでに収穫できるかどうか\r\n"
        "　計算しないとね」　　　　　\r\n"
        "「あぁ、わたしのかぶときゅう\r\n"
        "　りがぁ…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay03[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…　　　　　　　\r\n"
        "　枯れた作物って、何かやくに\r\n"
        "　たつの？」　　　　　　　　\r\n"
        "「全然、何にも役に立たないん\r\n"
        "　だ。だから枯れた作物はさっ\r\n"
        "　さとカマで刈ってしまった方\r\n"
        "　がいいよ」　　　　　　　　\r\n"
        "「やっぱりカマで刈るしかない\r\n"
        "　のかな」　　　　　　　　　\r\n"
        "「そうだねぇ。枯れた作物を持\r\n"
        "　ち上げることはできないから\r\n"
        "　ね」　　　　　　　　　　　\r\n"
        "「はぁ、やっぱりそうなのか…\r\n"
        "　あきらめてさっさとカマで刈\r\n"
        "　って、そこに夏用の種をまい\r\n"
        "　ちゃおっと」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay04[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『釣り竿』ってどうやって使\r\n"
        "　うの？」　　　　　　　　　\r\n"
        "「釣り竿を装備してＢボタンを\r\n"
        "　押せば使えるでしょう？」　\r\n"
        "「うん、でもすぐに竿を戻しち\r\n"
        "　ゃうんだ」　　　　　　　　\r\n"
        "「ちゃんと釣りのできる場所で\r\n"
        "　使ってる？」　　　　　　　\r\n"
        "「え？　釣りのできない場所な\r\n"
        "　んてあるの？」　　　　　　\r\n"
        "「川とか海とか裏山の湖とか…\r\n"
        "　ちゃんと水のあるところに向\r\n"
        "　かって投げないとダメだよ」\r\n"
        "「人の家の中とか山の木に向か\r\n"
        "　って投げまくってたんだけど\r\n"
        "　ダメだったの？」　　　　　\r\n"
        "「釣り竿なんだからちゃんと水\r\n"
        "　の中に入れようね」　　　　\r\n"
        "「うん、わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay05[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『釣り竿』のことなんだけど\r\n"
        "　やっぱり魚が釣れないんだ」\r\n"
        "「浮きがひっぱられてる時にち\r\n"
        "　ゃんともう１回ボタンを押し\r\n"
        "　てる？」　　　　　　　　　\r\n"
        "「ううん、いつ引き上げるのか\r\n"
        "　な～って、ずっとながめてた\r\n"
        "　けど」　　　　　　　　　　\r\n"
        "「あたりが来て、浮きが引っ張\r\n"
        "　られた時に、もう１回ボタン\r\n"
        "　を押さないと竿を戻さないん\r\n"
        "　だよ」　　　　　　　　　　\r\n"
        "「そうか、投げっぱなしじゃダ\r\n"
        "　メだったんだ」　　　　　　\r\n"
        "「あ、それからちゃんと竿を戻\r\n"
        "　しても、何も釣れなかったり\r\n"
        "　ゴミが釣れてしまったり…　\r\n"
        "　なんてことはよくあるから魚\r\n"
        "　が釣れるまで根気よくね」　\r\n"
        "「うん、わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay06[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「台風ってすごいね」　　　　\r\n"
        "「そうだね。外に出られないか\r\n"
        "　ら動物の世話もできないし、\r\n"
        "　耕作地の作物や柵なんかも壊\r\n"
        "　れやすいしで大変だよね」　\r\n"
        "「これってどうしようもないの\r\n"
        "　かなぁ？」　　　　　　　　\r\n"
        "「うーん、そうだねぇ。残念な\r\n"
        "　がら台風が来ないようにする\r\n"
        "　っていうのはできないね。　\r\n"
        "　コロボックルさんに頼んでも\r\n"
        "　この日は来てくれないし…　\r\n"
        "　動物を全部小屋の中に入れて\r\n"
        "　おくぐらいしかできないだろ\r\n"
        "　うね」　　　　　　　　　　\r\n"
        "「そうなんだ、しょうがないか\r\n"
        "　ら来ないように心の中で祈っ\r\n"
        "　ておくか」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay07[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『柵』が壊れちゃったみたい\r\n"
        "　なんだけど、これをなおすに\r\n"
        "　はどうしたらいいの？」　　\r\n"
        "「残念ながら、柵は壊れてもな\r\n"
        "　おすことができないんだよ。\r\n"
        "　使い捨てっぽいね」　　　　\r\n"
        "「え、じゃあ柵が壊れたらどう\r\n"
        "　すればいいのかな？　　　　\r\n"
        "　何だか持ち上げられないみた\r\n"
        "　いだからとってもじゃまなん\r\n"
        "　だけど…」　　　　　　　　\r\n"
        "「そういえば壊れた柵は持ち上\r\n"
        "　げることが出来なかったね。\r\n"
        "　壊れた柵はハンマーで叩いた\r\n"
        "　ら壊せるから、そうやって壊\r\n"
        "　して新しい柵を置けばいいん\r\n"
        "　だよ」　　　　　　　　　　\r\n"
        "「そっか、壊れた柵ってハンマ\r\n"
        "　ーで壊せるんだ…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay08[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「温泉って、体力と疲労が回復\r\n"
        "　するみたいなんだけど、長く\r\n"
        "　入れば入るほどいいの？」　\r\n"
        "「いちおうはそうだね、でも、\r\n"
        "　１時間も入れば充分だよ。　\r\n"
        "　それより長い時間温泉に入っ\r\n"
        "　ていても大して変わらないか\r\n"
        "　らね」　　　　　　　　　　\r\n"
        "「ふーん、そうなんだ」　　　\r\n"
        "「あ、そうだ。温泉には入って\r\n"
        "　疲れをとる他にもできること\r\n"
        "　があるのは知ってる？」　　\r\n"
        "「何ができるの？」　　　　　\r\n"
        "「それはまたあしたね」　　　\r\n"
        "「やっぱり…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay09[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「温泉でできることだったね。\r\n"
        "　じつは卵を温泉に投げ込むと\r\n"
        "　温泉卵ができるんだよ」　　\r\n"
        "「ほんと？」　　　　　　　　\r\n"
        "「うん、作り方は…　　　　　\r\n"
        "　温泉を囲っている柵が途切れ\r\n"
        "　ている所があるから、そこか\r\n"
        "　ら温泉に向かって卵を投げ込\r\n"
        "　むと、温泉卵ができあがるん\r\n"
        "　だよ」　　　　　　　　　　\r\n"
        "「そうなんだ」　　　　　　　\r\n"
        "「ちなみに…　ふつうの卵でも\r\n"
        "　金の卵でも、どんな卵を使っ\r\n"
        "　ても同じ温泉卵になるよ」　\r\n"
        "「じゃあ、金の卵から温泉卵を\r\n"
        "　作るのは、なんかもったいな\r\n"
        "　いね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay10[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「卵をヒヨコにかえしたいんだ\r\n"
        "　けど、どうしたらいいの？」\r\n"
        "「鶏小屋の中に卵をふかさせる\r\n"
        "　場所があるのは知ってる？」\r\n"
        "「ええと、鶏小屋の中の左側に\r\n"
        "　あるやつだよね？」　　　　\r\n"
        "「それそれ。そこに卵を置いて\r\n"
        "　おけば、だいたい３日後にヒ\r\n"
        "　ヨコがうまれるんだよ。　　\r\n"
        "　でも鶏小屋がいっぱいだった\r\n"
        "　ら、この場所に卵を置くこと\r\n"
        "　はできないから注意してね」\r\n"
        "「いっぱいって言うのは、増築\r\n"
        "　する前だったら鶏とヒヨコが\r\n"
        "　合計４羽いるときで、増築し\r\n"
        "　た後だったら鶏とヒヨコが合\r\n"
        "　計８羽いるときだよね、うん\r\n"
        "　わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay11[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「まちの人となかよくなりたい\r\n"
        "　んだけど、どうしたらいいの\r\n"
        "　かな？」　　　　　　　　　\r\n"
        "「毎日あいさつとか、お話とか\r\n"
        "　していれば自然に、仲良くな\r\n"
        "　れると思うけど…」　　　　\r\n"
        "「うーん、でも何かみんなよそ\r\n"
        "　よそしい感じがするんだけど\r\n"
        "　…」　　　　　　　　　　　\r\n"
        "「それでもずっと続けていれば\r\n"
        "　だんだん仲良くなれると思う\r\n"
        "　けど…　　　　　　　　　　\r\n"
        "　もっとすぐに仲良くなりたい\r\n"
        "　のなら、何かプレゼントする\r\n"
        "　っていうのもいいよ。　　　\r\n"
        "　でも、おくる相手によって好\r\n"
        "　きな物、嫌いな物が違うから\r\n"
        "　相手の好みをわかっておこう\r\n"
        "　ね」　　　　　　　　　　　\r\n"
        "「うん。わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay12[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「わたしの家が大きくなったん\r\n"
        "　だけど、大きくなっただけで\r\n"
        "　何も変わってないみたいなん\r\n"
        "　だけど…」　　　　　　　　\r\n"
        "「テレビショッピングで買える\r\n"
        "　物が増えると思うよ」　　　\r\n"
        "「何が買えるようになるの？」\r\n"
        "「増えるのは冷蔵庫、整理棚、\r\n"
        "　台所と台所関係の道具ってと\r\n"
        "　ころだね」　　　　　　　　\r\n"
        "「台所ってことは、家の中でお\r\n"
        "　料理ができるようになるんだ\r\n"
        "　ね。でもお料理なんてやった\r\n"
        "　ことがないから…　　　　　\r\n"
        "　わたしにはあんまり使えなさ\r\n"
        "　そうだなぁ」　　　　　　　\r\n"
        "「お料理の作り方さえわかって\r\n"
        "　いれば、だれでもかんたんに\r\n"
        "　できるよ」　　　　　　　　\r\n"
        "「じゃあおしえて」　　　　　\r\n"
        "「明日ね」　　　　　　　　　\r\n"
        "「えー」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay13[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「あぁ、お料理の作り方だね。\r\n"
        "　じゃあその前に調理道具って\r\n"
        "　何か持ってる？　ってまだ台\r\n"
        "　所を買ってないんだからある\r\n"
        "　わけないか」　　　　　　　\r\n"
        "「うん、それって持ってないと\r\n"
        "　ダメなの？」　　　　　　　\r\n"
        "「無くてもできる物もあるんだ\r\n"
        "　けど、あった方がもっと色々\r\n"
        "　な物が作れるんだよ」　　　\r\n"
        "「でも、そんなの雑貨屋さんに\r\n"
        "　は売ってないみたいなんだけ\r\n"
        "　ど…」　　　　　　　　　　\r\n"
        "「これもテレビショッピングで\r\n"
        "　買えるようになるんだよ」　\r\n"
        "「そうなんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay14[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「あぁ、お料理の作り方だね」\r\n"
        "「その前に、わたしの家の中に\r\n"
        "　はでんわがないから、テレビ\r\n"
        "　ショッピングで買い物ができ\r\n"
        "　ないんだけど…」　　　　　\r\n"
        "「なんだ、そんなことか。　　\r\n"
        "　近くに電話があるお店とか無\r\n"
        "　いのかな？」　　　　　　　\r\n"
        "「そういえば宿屋さんにあった\r\n"
        "　ような…」　　　　　　　　\r\n"
        "「そこから電話をかければいい\r\n"
        "　んだよ」　　　　　　　　　\r\n"
        "「そうか、べつにわたしの家の\r\n"
        "　中にでんわがなくてもいいん\r\n"
        "　だ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay15[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「さっそく台所を買ってお料理\r\n"
        "　やってみたんだけど…　　　\r\n"
        "　何回やっても『失敗作』しか\r\n"
        "　できないんだ」　　　　　　\r\n"
        "「作り方がわからないからって\r\n"
        "　道具と材料をてきとうに色々\r\n"
        "　入れてるだけ、なんてことは\r\n"
        "　ないだろうね？」　　　　　\r\n"
        "「ぎく！」　　　　　　　　　\r\n"
        "「……そりゃあ、失敗作になる\r\n"
        "　よ。ちゃんと作り方がわかっ\r\n"
        "　てる物にしないとだめだよ」\r\n"
        "「でも、お料理の作り方なんて\r\n"
        "　わかんないもん」　　　　　\r\n"
        "「そうだ、それについては…　\r\n"
        "　また明日教えてあげよう」　\r\n"
        "「うん、わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay16[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「お料理の作り方についてだっ\r\n"
        "　たね。　　　　　　　　　　\r\n"
        "　街の人に教えてもらったり、\r\n"
        "　テレビを見ておぼえたり…　\r\n"
        "　でいいと思うよ」　　　　　\r\n"
        "「あ、そうか。でも教えてくれ\r\n"
        "　るかな？」　　　　　　　　\r\n"
        "「仲良くなれば教えてくれる人\r\n"
        "　もいると思うよ。　　　　　\r\n"
        "　あと、テレビの料理番組は、\r\n"
        "　毎週火曜日に左チャンネルで\r\n"
        "　放送しているよ」　　　　　\r\n"
        "「わかった。もう１回がんばっ\r\n"
        "　てみる」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay17[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「お料理できたよ」　　　　　\r\n"
        "「よかったね。それで何ができ\r\n"
        "　たの？」　　　　　　　　　\r\n"
        "「焼きめし！」　　　　　　　\r\n"
        "「テレビ番組をみてみたの？」\r\n"
        "「うん」　　　　　　　　　　\r\n"
        "「でも焼きめしだったら色々と\r\n"
        "　材料を自分でアレンジ出来る\r\n"
        "　から、やってみるのもいいと\r\n"
        "　思うよ」　　　　　　　　　\r\n"
        "「うん。やってみる」　　　　\r\n"
        "「なれてくれば、教えてもらう\r\n"
        "　だけじゃなくて、自分でお料\r\n"
        "　理を作ってみるのに挑戦して\r\n"
        "　みてね」　　　　　　　　　\r\n"
        "「うん。やってみる」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay18[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「雨の日って地面がぬれてるん\r\n"
        "　だけどひょっとして作物に水\r\n"
        "　をまく必要がないの？」　　\r\n"
        "「そうだよ。だから作物をたく\r\n"
        "　さん育てている場合は、雨が\r\n"
        "　たくさん降った方が楽なんだ\r\n"
        "　よね」　　　　　　　　　　\r\n"
        "「まぁね、でもやっぱり雨の日\r\n"
        "　に放牧したままだと動物の機\r\n"
        "　嫌が悪くなるからなぁ…」　\r\n"
        "「そうなんだよね、どっちがい\r\n"
        "　いってのが一概に言えないん\r\n"
        "　だよね。　　　　　　　　　\r\n"
        "　ちなみに雪の日の場合も、雨\r\n"
        "　と同じと考えたらいいよ」　\r\n"
        "「冬には作物そだてられないけ\r\n"
        "　どね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay19[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「とうとう牛をかったんだ」　\r\n"
        "「そうなんだ、やったね」　　\r\n"
        "「でも、どうやって世話したら\r\n"
        "　いいのか、ぜんぜんわからな\r\n"
        "　いんだ」　　　　　　　　　\r\n"
        "「じゃあまずは、エサのあげ方\r\n"
        "　からだね。　　　　　　　　\r\n"
        "　エサは牧草を刈り取って作っ\r\n"
        "　た飼い葉を、動物小屋のエサ\r\n"
        "　箱に入れてあげればいいんだ\r\n"
        "　よ」　　　　　　　　　　　\r\n"
        "「かりとれる牧草がなかった場\r\n"
        "　合はどうするの？」　　　　\r\n"
        "「その時はヨーデル牧場から飼\r\n"
        "　い葉を買うしかないね。でも\r\n"
        "　１コ２０Ｇと少し値段が高め\r\n"
        "　だから、出きるだけ自分で牧\r\n"
        "　草地を作ったほうがいいよ」\r\n"
        "「ふーん、なるほど。　　　　\r\n"
        "　じゃあつづきはあしたおしえ\r\n"
        "　てね」　　　　　　　　　　\r\n"
        "「わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay20[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「牛の世話のやり方だったね。\r\n"
        "　今日は放牧について教えてあ\r\n"
        "　げるね。　　　　　　　　　\r\n"
        "　牛は鶏と違って、持ち上げる\r\n"
        "　事ができないから、ちゃんと\r\n"
        "　後ろから押してあげないと小\r\n"
        "　屋の外に出せないんだ」　　\r\n"
        "「でも、かべとかエサ箱にくっ\r\n"
        "　つかれてる場合は、後ろから\r\n"
        "　押せないんだけど…」　　　\r\n"
        "「そんな時に活躍する道具が、\r\n"
        "　『ベル』なんだ。　　　　　\r\n"
        "　ベルを使うと、牛が自分に向\r\n"
        "　かって歩いて来るから、その\r\n"
        "　時に後ろから押してあげると\r\n"
        "　いいんだ。でもあまりかわい\r\n"
        "　がっていない牛だと、近づい\r\n"
        "　てこない場合もあるから注意\r\n"
        "　してね」　　　　　　　　　\r\n"
        "「うん、わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay21[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「牛の世話のやり方だったね。\r\n"
        "　今日も放牧について教えてあ\r\n"
        "　げるね。　　　　　　　　　\r\n"
        "　放牧している牛は、刈り取り\r\n"
        "　できる牧草地があれば、勝手\r\n"
        "　にその牧草を食べるから、放\r\n"
        "　牧している牛の分の飼い葉を\r\n"
        "　動物小屋の中のエサ箱に入れ\r\n"
        "　る必要は無いんだよ。でも、\r\n"
        "　しばらく放牧しておかないと\r\n"
        "　エサは食べないから注意して\r\n"
        "　ね」　　　　　　　　　　　\r\n"
        "「ふーん、そうなんだ」　　　\r\n"
        "「しかも牛が食べた時の牧草の\r\n"
        "　減り方は、カマで刈った時よ\r\n"
        "　り少ないから、再び刈り取り\r\n"
        "　出来る状態に戻るまでがはや\r\n"
        "　いんだよ」　　　　　　　　\r\n"
        "「ふーん、そうなんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay22[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「今日はおにいさんがお休みし\r\n"
        "　ているので、はじめてのほの\r\n"
        "　ぼの牧場ライフはお休みしま\r\n"
        "　す、ごめんなさい」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay23[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？　ってそれより、\r\n"
        "　昨日はごめんね。もう大丈夫\r\n"
        "　だからね」　　　　　　　　\r\n"
        "「うん、わかった。じゃあおと\r\n"
        "　つい言ってたことのつづきな\r\n"
        "　んだけど…」　　　　　　　\r\n"
        "「牛の世話のやり方だったね。\r\n"
        "　今日は、ブラッシングについ\r\n"
        "　て教えてあげるね。　　　　\r\n"
        "　まずは『ブラシ』を装備して\r\n"
        "　から…」　　　　　　　　　\r\n"
        "「そのブラシって持ってないん\r\n"
        "　だけど…」　　　　　　　　\r\n"
        "「鍛冶屋さんに売ってるよ。　\r\n"
        "　そしてブラシを牛に向かって\r\n"
        "　使うとよろこんでくれるよ。\r\n"
        "　でも、１日にブラッシングす\r\n"
        "　る回数は１回でじゅうぶん、\r\n"
        "　何回も使ってもあまり意味は\r\n"
        "　無いんだよ」　　　　　　　\r\n"
        "「うん、わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay24[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「牛の世話のやり方だったね。\r\n"
        "　今日は、乳しぼりについて教\r\n"
        "　えてあげるね。　　　　　　\r\n"
        "　まずは『乳しぼり器』を装備\r\n"
        "　してから…」　　　　　　　\r\n"
        "「その乳しぼり器って持ってな\r\n"
        "　いんだけど…」　　　　　　\r\n"
        "「これも鍛冶屋さんに売ってる\r\n"
        "　よ。そして乳しぼり器を牛に\r\n"
        "　向かって使うと牛乳がしぼれ\r\n"
        "　るんだよ。でも、牛乳は１日\r\n"
        "　に１回しかとれないから２回\r\n"
        "　以上使っても意味は無いんだ\r\n"
        "　よ」　　　　　　　　　　　\r\n"
        "「うん、わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay25[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「牛の世話のやり方だったね。\r\n"
        "　今日は、乳しぼりについて、\r\n"
        "　言い忘れてたことをつけたし\r\n"
        "　ておくね」　　　　　　　　\r\n"
        "「まだなにかあるの？」　　　\r\n"
        "「乳しぼり器を使って牛乳がし\r\n"
        "　ぼれるのは大牛だけで、子牛\r\n"
        "　と中牛からは、いくら乳しぼ\r\n"
        "　り器を使っても牛乳はしぼれ\r\n"
        "　ないんだよ。あと妊娠牛から\r\n"
        "　も牛乳はとれないからね」　\r\n"
        "「そうなんだ、じゃあさっそく\r\n"
        "　今日大牛に乳しぼり器使って\r\n"
        "　みよっと」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay26[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「牛の世話のやり方だったね」\r\n"
        "「で、牛に乳しぼり器を使って\r\n"
        "　みたんだけど、牛乳がとれな\r\n"
        "　かったんだ」　　　　　　　\r\n"
        "「うーんと、その牛って大牛な\r\n"
        "　んだよね？」　　　　　　　\r\n"
        "「もちろん」　　　　　　　　\r\n"
        "「じゃあ、その大牛ってちゃん\r\n"
        "　と健康な牛？」　　　　　　\r\n"
        "「ううん、不機嫌になってる」\r\n"
        "「昨日言い忘れてたんだけど、\r\n"
        "　大牛でも、不機嫌や病気にな\r\n"
        "　っていたら牛乳がとれないん\r\n"
        "　だよ」　　　　　　　　　　\r\n"
        "「そうなんだ…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay27[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「このあいだからのつづきなん\r\n"
        "　だけど…」　　　　　　　　\r\n"
        "「牛の世話のやり方だったね。\r\n"
        "　今日は、乳しぼりっていうか\r\n"
        "　しぼった後にとれる牛乳のサ\r\n"
        "　イズのことについて教えてあ\r\n"
        "　げるね。　　　　　　　　　\r\n"
        "　牛乳のサイズは３種類あって\r\n"
        "　小さい物からＳ·Ｍ·Ｌにな\r\n"
        "　っているんだよ」　　　　　\r\n"
        "「どうちがうの？」　　　　　\r\n"
        "「まずは見た目、大きさが違う\r\n"
        "　んだよ」　　　　　　　　　\r\n"
        "「大きさがちがうとどうなるの\r\n"
        "　？」　　　　　　　　　　　\r\n"
        "「それはまた明日ね」　　　　\r\n"
        "「やっぱり…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay28[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「牛乳のサイズのことについて\r\n"
        "　だったね。　　　　　　　　\r\n"
        "　牛乳のサイズが変わると、出\r\n"
        "　荷した時にもらえるお金が変\r\n"
        "　わるんだよ。もちろん、牛乳\r\n"
        "　のサイズは、大きくなるほど\r\n"
        "　たくさんお金がもらえるよう\r\n"
        "　になるんだよ」　　　　　　\r\n"
        "「でも、どうすれば牛乳のサイ\r\n"
        "　ズって大きくできるの？」　\r\n"
        "「それはね…」　　　　　　　\r\n"
        "「またあしたなんでしょ？」　\r\n"
        "「よくわかったね」　　　　　\r\n"
        "「やっぱり…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay29[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「どうすれば牛乳のサイズが大\r\n"
        "　きくなるのかだったね。　　\r\n"
        "　毎日毎日、がんばって世話を\r\n"
        "　続けていれば、自然に大きい\r\n"
        "　サイズの牛乳がしぼれるよう\r\n"
        "　になっていくよ。　　　　　\r\n"
        "　話しかけてあげて、ブラシか\r\n"
        "　けてあげて、エサをあげて…\r\n"
        "　ということをちゃんと続けて\r\n"
        "　いればいいんだよ」　　　　\r\n"
        "「そうなんだ」　　　　　　　\r\n"
        "「ちなみに他にも金色の牛乳Ｇ\r\n"
        "　サイズとか…」　　　　　　\r\n"
        "「なにそれ」　　　　　　　　\r\n"
        "「『牛祭り』で優勝した牛から\r\n"
        "　とれるんだよ、とか他にもサ\r\n"
        "　イズは何種類かあるんだよ」\r\n"
        "「ふーん、毎日の世話だけだと\r\n"
        "　Ｓ·Ｍ·Ｌサイズ以外の牛乳\r\n"
        "　にはならないんだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_SummerDay30[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「牛が病気になっちゃったみた\r\n"
        "　いなんだ」　　　　　　　　\r\n"
        "「えっ、牛の世話のやり方は今\r\n"
        "　までちゃんと教えてあげてた\r\n"
        "　でしょ？」　　　　　　　　\r\n"
        "「牛の世話のやり方に何日もか\r\n"
        "　けて説明してもらってる間は\r\n"
        "　ずっと、ぜんぜん牛の世話を\r\n"
        "　してなかったから…」　　　\r\n"
        "「そ、そう…　　　　　　　　\r\n"
        "　じゃあ、とりあえず病気をな\r\n"
        "　おす方法を教えるね。　　　\r\n"
        "　ヨーデル牧場で『動物の薬』\r\n"
        "　を買ってきて、それを病気に\r\n"
        "　なっている牛に使えば、牛の\r\n"
        "　病気はいっしゅんでなおるん\r\n"
        "　だよ」　　　　　　　　　　\r\n"
        "「うん、わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay01[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「牛の数をふやしたいんだけど\r\n"
        "　どうすればいいの？」　　　\r\n"
        "「ヨーデル牧場でもう１頭牛を\r\n"
        "　買うか、『牛のタネ』を使え\r\n"
        "　ばいいよ」　　　　　　　　\r\n"
        "「牛のタネもヨーデル牧場で売\r\n"
        "　ってたよね」　　　　　　　\r\n"
        "「そうだね。牛のタネを妊娠さ\r\n"
        "　せたい大牛に使えば、大牛は\r\n"
        "　妊娠牛になって、それからだ\r\n"
        "　いたい２０日後に子牛を産ん\r\n"
        "　でくれるんだよ」　　　　　\r\n"
        "「大牛以外の牛は、妊娠できな\r\n"
        "　いの？」　　　　　　　　　\r\n"
        "「そうだよ。中牛や子牛に牛の\r\n"
        "　タネを使っても妊娠はしない\r\n"
        "　んだよ」　　　　　　　　　\r\n"
        "「ふーん。そうなんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay02[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「牛の数のふやし方だったね」\r\n"
        "「『牛のタネ』を使ったんだけ\r\n"
        "　ど、牛が妊娠してくれないみ\r\n"
        "　たいなんだ」　　　　　　　\r\n"
        "「うーんと、その牛って大牛な\r\n"
        "　んだよね？」　　　　　　　\r\n"
        "「もちろん」　　　　　　　　\r\n"
        "「じゃあ、その大牛ってちゃん\r\n"
        "　と健康な牛？」　　　　　　\r\n"
        "「ううん、こないだ病気になっ\r\n"
        "　たやつ」　　　　　　　　　\r\n"
        "「昨日言い忘れてたんだけど、\r\n"
        "　大牛でも、病気になっていた\r\n"
        "　ら妊娠させることができない\r\n"
        "　んだよ」　　　　　　　　　\r\n"
        "「そうなんだ…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay03[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさん……」　　　　　\r\n"
        "「どうしたの？　元気ないみた\r\n"
        "　いだけど」　　　　　　　　\r\n"
        "「病気になっちゃったみたいな\r\n"
        "　んだ……」　　　　　　　　\r\n"
        "「疲れためすぎじゃないかな？\r\n"
        "　ひょっとして、　　　　　　\r\n"
        "　雨の日に道具使いまくったり\r\n"
        "　夜おそくに道具を使ったり、\r\n"
        "　夜おそくまでおきてたり、　\r\n"
        "　道具を使う体力もないのに道\r\n"
        "　具を使いまくってたり、　　\r\n"
        "　してたんじゃないの？」　　\r\n"
        "「……うん……」　　　　　　\r\n"
        "「何か食べるとか、温泉に入る\r\n"
        "　とか、寝ると結構疲れはとれ\r\n"
        "　るし、家に暖炉があるなら冬\r\n"
        "　に資材か枝を投げ入れて暖ま\r\n"
        "　るのもいいし、花瓶があるな\r\n"
        "　ら花をかざるのもいいよ」　\r\n"
        "「うん……　わかった……」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay04[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「とうとう羊を買ったんだ」　\r\n"
        "「そうなんだ、やったね」　　\r\n"
        "「でも、どうやって世話したら\r\n"
        "　いいのか、ぜんぜんわからな\r\n"
        "　いんだ」　　　　　　　　　\r\n"
        "「だいたいは牛の世話と同じで\r\n"
        "　いいんだよ。違うのは出荷物\r\n"
        "　ぐらいだと思うよ」　　　　\r\n"
        "「どうちがうの？」　　　　　\r\n"
        "「羊からは『毛刈りばさみ』を\r\n"
        "　使って羊毛を刈りとれるんだ\r\n"
        "　けど、牛乳と違って毎日とれ\r\n"
        "　るわけじゃないんだ」　　　\r\n"
        "「ふーん、そうなんだ」　　　\r\n"
        "「この続きはまた明日ね」　　\r\n"
        "「またつづくのか…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay05[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「羊の世話のやり方だったね。\r\n"
        "　羊から羊毛を刈り取ると、毛\r\n"
        "　が無くなってしまって、また\r\n"
        "　毛がふさふさになるまでに７\r\n"
        "　日ぐらいかかるんだ。　　　\r\n"
        "　羊毛を刈り取った羊は再び毛\r\n"
        "　がはえそろうまで毛を刈り取\r\n"
        "　ることはできないんだよ」　\r\n"
        "「ふーん、そうなんだ」　　　\r\n"
        "「ちなみに『毛刈りばさみ』は\r\n"
        "　鍛冶屋さんで買えるから、欲\r\n"
        "　しかったら買いに行ってね」\r\n"
        "「うん、わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay06[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「羊の世話って、出荷物が羊毛\r\n"
        "　になることの他に、何か牛と\r\n"
        "　ちがうことってあるの？」　\r\n"
        "「そうだねぇ…　　　　　　　\r\n"
        "　エサは飼い葉でいいし、放牧\r\n"
        "　も同じだし、ブラッシングも\r\n"
        "　同じでいいし、病気になった\r\n"
        "　時も動物の薬でいいし、妊娠\r\n"
        "　させる時も…　　　　　　　\r\n"
        "　あ、妊娠させる時はちゃんと\r\n"
        "　『羊のタネ』を使わないとダ\r\n"
        "　メだよ。羊に牛のタネを使っ\r\n"
        "　たりしちゃダメだよ」　　　\r\n"
        "「うん、わかった」　　　　　\r\n"
        "「違うのってそれぐらいだと思\r\n"
        "　うよ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay07[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「今わたしの家では、コロボッ\r\n"
        "　クルさんたちにお手伝いして\r\n"
        "　もらってるんだけど…」　　\r\n"
        "「よかったね、手伝ってもらえ\r\n"
        "　て」　　　　　　　　　　　\r\n"
        "「うーん、でも思ったほどたく\r\n"
        "　さんは働いてくれないんだ」\r\n"
        "「そりゃあコロボックルさんた\r\n"
        "　ちは、牧場の仕事に慣れてい\r\n"
        "　ないんだし、少しぐらい手際\r\n"
        "　が悪いのは、しかたないよ」\r\n"
        "「じゃあ、なれてくればもうち\r\n"
        "　ょっとはやく働いてくれるの\r\n"
        "　かなぁ？」　　　　　　　　\r\n"
        "「もちろん！　でも手伝っても\r\n"
        "　らった後はちゃんとお礼に何\r\n"
        "　かプレゼントしなきゃだめだ\r\n"
        "　よ」　　　　　　　　　　　\r\n"
        "「うん、わかった！」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay08[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「コロボックルさんたちが育て\r\n"
        "　られる、ってきいたんだけど\r\n"
        "　本当？」　　　　　　　　　\r\n"
        "「本当だよ」　　　　　　　　\r\n"
        "「どうすればいいの？」　　　\r\n"
        "「ミニゲームをすればいいんだ\r\n"
        "　よ。コロボックルさんに話し\r\n"
        "　かけると、仕事をたのむか、\r\n"
        "　ミニゲームをするかを選べる\r\n"
        "　から、そこでミニゲームを選\r\n"
        "　べばいいんだよ」　　　　　\r\n"
        "「じゃあミニゲームばっかりや\r\n"
        "　りまくってたらいいってこと\r\n"
        "　？」　　　　　　　　　　　\r\n"
        "「１日１回しかやってくれない\r\n"
        "　から、やりまくることはでき\r\n"
        "　ないんだ」　　　　　　　　\r\n"
        "「ちぇっ、ざんねん」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay09[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのういってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「コロボックルさんの育て方だ\r\n"
        "　ったね。　　　　　　　　　\r\n"
        "　どのミニゲームを遊ぶかによ\r\n"
        "　って、コロボックルさんの上\r\n"
        "　がる能力が変わるんだ」　　\r\n"
        "「どう変わるの？」　　　　　\r\n"
        "「収穫のミニゲームだと、作物\r\n"
        "　を収穫する能力が、　　　　\r\n"
        "　動物の世話のミニゲームだと\r\n"
        "　動物の世話をする能力が、　\r\n"
        "　水まきのミニゲームだと、水\r\n"
        "　まきをする能力が、それぞれ\r\n"
        "　上がるんだよ」　　　　　　\r\n"
        "「そのまんまだね」　　　　　\r\n"
        "「あ、でもミニゲームのノルマ\r\n"
        "　を達成できなかったら能力は\r\n"
        "　逆に下がるから注意してね」\r\n"
        "「あ、そうなんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay10[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「家のそばにある『ポスト』っ\r\n"
        "　て、ただのかざりじゃなかっ\r\n"
        "　たんだね」　　　　　　　　\r\n"
        "「あたりまえじゃない。　　　\r\n"
        "　お店から新しい物が入荷した\r\n"
        "　時とか、何かのお祝いとか…\r\n"
        "　いろいろお手紙が入るから、\r\n"
        "　たまには見ておいた方がいい\r\n"
        "　よ」　　　　　　　　　　　\r\n"
        "「うん、わかった」　　　　　\r\n"
        "「見終わった手紙は本棚の中に\r\n"
        "　移されるから、また見たくな\r\n"
        "　ったらそっちで見ればいいか\r\n"
        "　らね」　　　　　　　　　　\r\n"
        "「そうなんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay11[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「街がすごく広くて、いまだに\r\n"
        "　まよう時があるんだ」　　　\r\n"
        "「まよってしまった時は、スタ\r\n"
        "　ートボタンのメニューウイン\r\n"
        "　ドウから全体マップを選べば\r\n"
        "　いいよ。どこに何があるのか\r\n"
        "　がわかるし、自分が今どこに\r\n"
        "　いるのかもわかるから…　　\r\n"
        "　それで少しずつ街のつくりを\r\n"
        "　おぼえていくのがいいんじゃ\r\n"
        "　ないかな」　　　　　　　　\r\n"
        "「うん、わかった」　　　　　\r\n"
        "「あと、犬がどこにいるかわか\r\n"
        "　らなくなった時にも役にたつ\r\n"
        "　よ」　　　　　　　　　　　\r\n"
        "「犬の場所もわかるんだね、　\r\n"
        "　すごいや」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay12[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「１回売ってしまった牛を買い\r\n"
        "　戻すことってできないの？」\r\n"
        "「それは残念ながらムリだね。\r\n"
        "　そんなことを聞くってことは\r\n"
        "　牛を売ってしまったんだろう\r\n"
        "　けど…　　　　　　　　　　\r\n"
        "　どうして牛を売ってしまった\r\n"
        "　のかな？」　　　　　　　　\r\n"
        "「秋にまく種を買うお金がなく\r\n"
        "　って…」　　　　　　　　　\r\n"
        "「そう…　まぁどんな理由があ\r\n"
        "　ったとしても、１度売ってし\r\n"
        "　まった動物を買い戻すことは\r\n"
        "　できないんだよ」　　　　　\r\n"
        "「そうなんだ…　せっかくＧサ\r\n"
        "　イズの牛乳を出してくれてた\r\n"
        "　のに…」　　　　　　　　　\r\n"
        "「あきらめてまた新しい牛を育\r\n"
        "　てるしかないね」　　　　　\r\n"
        "「うん…　わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay13[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「全体マップってあるでしょ？\r\n"
        "　あれって、自分と犬の場所し\r\n"
        "　かわからないの？」　　　　\r\n"
        "「あのマップでわかるのは自分\r\n"
        "　と犬とかごとボールの場所な\r\n"
        "　んだよ」　　　　　　　　　\r\n"
        "「かごとボールの場所もわかる\r\n"
        "　んだ」　　　　　　　　　　\r\n"
        "「鶏や牛や羊は外に連れていけ\r\n"
        "　ないし、コロボックルさんも\r\n"
        "　牧場の中でしか作業をしない\r\n"
        "　し…　　　　　　　　　　　\r\n"
        "　あと出てきて欲しいのは街の\r\n"
        "　人ぐらいかな？」　　　　　\r\n"
        "「うーん…　でも街の人は出て\r\n"
        "　こないんだよね」　　　　　\r\n"
        "「うん、残念ながら」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay14[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「雑貨屋さんで、持ち物をプレ\r\n"
        "　ゼント用に包んでもらえるで\r\n"
        "　しょ？　　　　　　　　　　\r\n"
        "　あれって何でも包んでもらえ\r\n"
        "　るの？」　　　　　　　　　\r\n"
        "「そうだね。そのままでプレゼ\r\n"
        "　ントできる物は、いちおう何\r\n"
        "　でも包めるはずだよ」　　　\r\n"
        "「じゃあ、石とか雑草でも？」\r\n"
        "「包めるよ。でも石とか雑草を\r\n"
        "　もらって喜ぶ人ってあんまり\r\n"
        "　いないでしょ？　　　　　　\r\n"
        "　だから包んでもらったとして\r\n"
        "　も、あまり意味はないよ。　\r\n"
        "　逆に普通に嫌いな物を渡すよ\r\n"
        "　りも嫌われるようになるんだ\r\n"
        "　よ」　　　　　　　　　　　\r\n"
        "「へー、そうなんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay15[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「家で飼ってる犬が大きくなっ\r\n"
        "　て…」　　　　　　　　　　\r\n"
        "「じゃあ、野犬がおそって来た\r\n"
        "　時に、ほえておっぱらってく\r\n"
        "　れたりした？」　　　　　　\r\n"
        "「うん！　ばっちり！　　　　\r\n"
        "　それだけじゃなくて、放牧し\r\n"
        "　てる牛や羊を集めるためにベ\r\n"
        "　ルを使った時にも、犬がいっ\r\n"
        "　しょになって呼んできてくれ\r\n"
        "　たみたいなんだ」　　　　　\r\n"
        "「ちゃんとボールで訓練してる\r\n"
        "　んだね」　　　　　　　　　\r\n"
        "「うん、今は夏にあるフリスビ\r\n"
        "　ー大会にむけて犬をとっくん\r\n"
        "　中なんだ」　　　　　　　　\r\n"
        "「フリスビー投げまくってるん\r\n"
        "　だね？」　　　　　　　　　\r\n"
        "「うん！」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay16[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「犬は大きくなったんだけど…\r\n"
        "　馬は大きくならないの？」　\r\n"
        "「あれ？　馬なんて飼っていた\r\n"
        "　の？」　　　　　　　　　　\r\n"
        "「あれれ？　　　　　　　　　\r\n"
        "　言ってなかったっけ？」　　\r\n"
        "「たぶん聞いてないよ。でもま\r\n"
        "　ぁいいか。馬が大きくなるか\r\n"
        "　どうかだったよね。　　　　\r\n"
        "　手に入れてから１年くらいす\r\n"
        "　れば大きくなると思うんだけ\r\n"
        "　ど…」　　　　　　　　　　\r\n"
        "「馬は大きくなったら何かある\r\n"
        "　の？」　　　　　　　　　　\r\n"
        "「それはまた明日ね」　　　　\r\n"
        "「うん、わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay17[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「大きい馬は何ができのるか、\r\n"
        "　だったよね。　　　　　　　\r\n"
        "　まずは、『馬のかばん』が使\r\n"
        "　えるようになるんだ」　　　\r\n"
        "「何それ？」　　　　　　　　\r\n"
        "「馬に向かって出荷物を投げ込\r\n"
        "　むだけで出荷したのと同じこ\r\n"
        "　とになるんだよ」　　　　　\r\n"
        "「それじゃこれからは出荷する\r\n"
        "　物をいったんリュックの中に\r\n"
        "　入れて、出荷箱の前にまで行\r\n"
        "　ってからリュックの中の物を\r\n"
        "　じゅんばんに出荷するっ！　\r\n"
        "　っていうのをしなくてもいい\r\n"
        "　の？」　　　　　　　　　　\r\n"
        "「そういうことだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay18[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「大きい馬は何ができるのか、\r\n"
        "　だったよね。　　　　　　　\r\n"
        "　他にも、馬に乗れるようにな\r\n"
        "　るんだ」　　　　　　　　　\r\n"
        "「のれたらどうなるの？」　　\r\n"
        "「移動がかなりはやいよ。　　\r\n"
        "　あと、競馬に出られるね」　\r\n"
        "「そっかぁ。競馬に出られるん\r\n"
        "　だったら、自分の馬が競馬で\r\n"
        "　勝てる馬にして、馬券を買う\r\n"
        "　時は自分の馬にかけまくって\r\n"
        "　メダルをがっぽり…　　　　\r\n"
        "　なんてこともできるんだ」　\r\n"
        "「そういうことだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay19[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「馬が大きくなったらできるこ\r\n"
        "　とって他にはないの？」　　\r\n"
        "「そうだね、かばんが使えるよ\r\n"
        "　うになるのと、乗れるように\r\n"
        "　なる以外、特にないかな」　\r\n"
        "「ふーん、そうなのか」　　　\r\n"
        "「いちおう馬の世話のやりかた\r\n"
        "　だけは、教えておくね。馬に\r\n"
        "　話しかけたり、乗ってあげる\r\n"
        "　とよろこぶよ。あとは…　　\r\n"
        "　ブラッシングも毎日してあげ\r\n"
        "　るといいからね。　　　　　\r\n"
        "　雨がふった時は、他の動物た\r\n"
        "　ちと同じように、馬小屋の中\r\n"
        "　に入れてあげないと、機嫌が\r\n"
        "　悪くなるよ」　　　　　　　\r\n"
        "「わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay20[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「別荘って何？」　　　　　　\r\n"
        "「別荘っていうのは、木こりの\r\n"
        "　ゴッツさんに作ってもらえる\r\n"
        "　建物の１つで、まぁ言ってみ\r\n"
        "　れば新しい自分の家みたいな\r\n"
        "　もの！　って考えたらいいん\r\n"
        "　じゃないかな？　　　　　　\r\n"
        "　それ以外に手に入れる方法も\r\n"
        "　あるみたいだけどね。知らな\r\n"
        "　いけど…」　　　　　　　　\r\n"
        "「ふーん。じゃあ別荘の中って\r\n"
        "　自宅と同じなの？」　　　　\r\n"
        "「そうだね。寝ることはできる\r\n"
        "　けど、台所は無いし、冷蔵庫\r\n"
        "　も整理棚もないから、ただの\r\n"
        "　寝るところ、かな」　　　　\r\n"
        "「そうなんだ、あんなに高いの\r\n"
        "　に…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay21[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「夏に海で魚を釣ってた時の事\r\n"
        "　なんだけど…　ふつうの魚と\r\n"
        "　はちがう大きなイカみたいな\r\n"
        "　のが釣れたんだ」　　　　　\r\n"
        "「それはたぶん海に住んでいる\r\n"
        "　『ぬし』の１匹だと思うよ。\r\n"
        "　たしか、そのイカを釣るには\r\n"
        "　釣り竿のためがかなり高くな\r\n"
        "　いとダメで、春か冬にしか出\r\n"
        "　てこなくて、他にも何かいろ\r\n"
        "　いろ条件が必要、って聞いた\r\n"
        "　事があるよ」　　　　　　　\r\n"
        "「ぬしの１匹！　ってことは他\r\n"
        "　にもこんなのがいるんだ？」\r\n"
        "「６匹いるらしい、ってこと以\r\n"
        "　外は、ぼくにもよくわからな\r\n"
        "　いんだ。それで釣ったぬしは\r\n"
        "　どうしたの？」　　　　　　\r\n"
        "「そのほうこくはまたあしたっ\r\n"
        "　てことで」　　　　　　　　\r\n"
        "「ぼくのせりふが…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay22[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「そうだ、釣ったぬしはどうし\r\n"
        "　たの？」　　　　　　　　　\r\n"
        "「それが…　持って帰ろうとし\r\n"
        "　たんだけど、すごく大きくて\r\n"
        "　重かったから持って帰るのは\r\n"
        "　ムリだったんだ」　　　　　\r\n"
        "「それじゃあ、釣ったぬしはそ\r\n"
        "　のまま海の中にかえしちゃっ\r\n"
        "　たのかな？」　　　　　　　\r\n"
        "「いちおう記念（？）に、魚拓\r\n"
        "　だけはとっておいたけど」　\r\n"
        "「そうなんだ、じゃあ今度見せ\r\n"
        "　てね」　　　　　　　　　　\r\n"
        "「うん、いいよ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay23[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「冬になったら作物が何も育た\r\n"
        "　ない、っていうことを聞いた\r\n"
        "　んだけど本当？」　　　　　\r\n"
        "「うん、本当だよ。　　　　　\r\n"
        "　牧草も春になったらまた成長\r\n"
        "　するようになるけど、冬の季\r\n"
        "　節には雪にうもれてしまうか\r\n"
        "　らね」　　　　　　　　　　\r\n"
        "「じゃあ牧場では、冬の間は動\r\n"
        "　物の世話しかできないのかな\r\n"
        "　ぁ？」　　　　　　　　　　\r\n"
        "「そういうことになるかな。　\r\n"
        "　…まぁ、せっかくその分時間\r\n"
        "　があくんだから、何かふだん\r\n"
        "　していないような事をするの\r\n"
        "　もいいと思うよ」　　　　　\r\n"
        "「うん、わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay24[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「冬の間は作物が育てられない\r\n"
        "　ってことがわかったから、何\r\n"
        "　かふだんはやらないようなこ\r\n"
        "　とをやりたいなぁって思った\r\n"
        "　んだけど、何かおすすめって\r\n"
        "　あるかなぁ？」　　　　　　\r\n"
        "「そうだなぁ…　鉱石場で鉱石\r\n"
        "　を掘る、っていうのはどうか\r\n"
        "　な？」　　　　　　　　　　\r\n"
        "「そういえば、今までぜんぜん\r\n"
        "　鉱石場には行ってなかったよ\r\n"
        "　うな…」　　　　　　　　　\r\n"
        "「１日中ずっと魚釣りをする、\r\n"
        "　っていうのもいいと思うけど\r\n"
        "　？」　　　　　　　　　　　\r\n"
        "「それもいいなぁ…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay25[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど、　　　　　　　\r\n"
        "　ほかに何か冬場にやるといい\r\n"
        "　ようなことってある？」　　\r\n"
        "「そうだなぁ…　どうせ耕作地\r\n"
        "　使えないんだから、その間に\r\n"
        "　道具の改造をたのむのもいい\r\n"
        "　だろうし、ここぞとばかりに\r\n"
        "　街の人と、仲良くするのもい\r\n"
        "　いと思うよ」　　　　　　　\r\n"
        "「そうかぁ、いろいろとできそ\r\n"
        "　うなことはあるんだなぁ…」\r\n"
        "「それで結局、冬になったら何\r\n"
        "　をするつもりなのかな？」　\r\n"
        "「そうだなぁ…」　　　　　　\r\n"
        "「じゃあ明日までの宿題ね」　\r\n"
        "「はーい」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay26[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「しゅくだいやってきたよ」　\r\n"
        "「あっ、そうだったね。それで\r\n"
        "　結局、冬の間はどうするつも\r\n"
        "　りなのかな？」　　　　　　\r\n"
        "「鉱石場で掘りまくろうと思っ\r\n"
        "　てるんだ」　　　　　　　　\r\n"
        "「そう、わかった。じゃあちょ\r\n"
        "　っとだけ、鉱石場のことを教\r\n"
        "　えてあげようか？」　　　　\r\n"
        "「うん！」　　　　　　　　　\r\n"
        "「まず鉱石場の場所から教えて\r\n"
        "　あげるね」　　　　　　　　\r\n"
        "「でもそれはあしたなんでしょ\r\n"
        "　？」　　　　　　　　　　　\r\n"
        "「よくわかったね」　　　　　\r\n"
        "「まぁね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay27[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「鉱石場のことだったね。　　\r\n"
        "　じゃあまずは、鉱石場の場所\r\n"
        "　からだね。実は２つあって…\r\n"
        "　１つは裏山にある温泉の奥に\r\n"
        "　あるよ」　　　　　　　　　\r\n"
        "「たきの横だね」　　　　　　\r\n"
        "「うん、そうだよ。そしてもう\r\n"
        "　１つは、裏山の湖の向こうに\r\n"
        "　小さな島があって、その中に\r\n"
        "　も入口があるんだよ」　　　\r\n"
        "「え？　でも湖の中には入れな\r\n"
        "　いよ？」　　　　　　　　　\r\n"
        "「冬は寒いから湖の表面には、\r\n"
        "　氷がはられて、その上を歩く\r\n"
        "　事ができるんだよ」　　　　\r\n"
        "「へー、そうなんだ…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay28[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「鉱石場のことだったね。それ\r\n"
        "　じゃあ今日は鉱石場を掘って\r\n"
        "　いると出てくる『階段』につ\r\n"
        "　いて教えてあげるね。　　　\r\n"
        "　この階段に入ると１つ下の階\r\n"
        "　に移動できるんだよ。　　　\r\n"
        "　下に行くほどめずらしい物が\r\n"
        "　あるから、階段を見つけたら\r\n"
        "　すぐに入ってしまってもいい\r\n"
        "　かもね」　　　　　　　　　\r\n"
        "「上に戻るにはどうすればいい\r\n"
        "　の？」　　　　　　　　　　\r\n"
        "「ちゃんとおりた所にのぼり用\r\n"
        "　の階段があるから安心して」\r\n"
        "「これで鉱石場でのかいだんの\r\n"
        "　のぼりおりはばっちりだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay29[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「鉱石場のことだったね。それ\r\n"
        "　じゃあ今日は掘り方について\r\n"
        "　教えてあげるね。　　　　　\r\n"
        "　『クワ』を使えば鉱石場の地\r\n"
        "　面を掘る事ができるよ。掘っ\r\n"
        "　た所は見た目が牧場の耕作地\r\n"
        "　を耕したのと同じようになる\r\n"
        "　からわかると思うよ。１回掘\r\n"
        "　った所は２回以上掘っても何\r\n"
        "　も出てこないから、同じ所を\r\n"
        "　何度も掘ってもムダだよ」　\r\n"
        "「何も出なかったらさっさと次\r\n"
        "　にいけ！　ってことだね」　\r\n"
        "「そっ、で『ハンマー』を使え\r\n"
        "　ば鉱石場の石が壊せるよ。　\r\n"
        "　この石を壊したら鉱石が出て\r\n"
        "　くることがあるんだよ」　　\r\n"
        "「そうなんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_FallDay30[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「鍛冶屋さんで作ってもらえる\r\n"
        "　アクセサリーって自分で装備\r\n"
        "　したりはできないの？」　　\r\n"
        "「…ひょっとして、（例…ブレ\r\n"
        "　スレットを装備していると歩\r\n"
        "　いてるだけで、ＨＰがだんだ\r\n"
        "　ん増えていったり…）　　　\r\n"
        "　といった効果があるかも…　\r\n"
        "　なんてことを期待してたのか\r\n"
        "　な？」　　　　　　　　　　\r\n"
        "「うん！」　　　　　　　　　\r\n"
        "「残念だけど自分に装備するの\r\n"
        "　はムリなんだ。出荷ならでき\r\n"
        "　るけど…」　　　　　　　　\r\n"
        "「出荷はべつにいいや。せっか\r\n"
        "　くオリハルコンとお金わたし\r\n"
        "　て作ってもらうのに…」　　\r\n"
        "「でも出荷した時のねだんは高\r\n"
        "　いよ」　　　　　　　　　　\r\n"
        "「うーん、それでも出荷はいい\r\n"
        "　や」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay01[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「すっかり忘れてたんだけど、\r\n"
        "　オリハルコンの他にも、鉱石\r\n"
        "　場の中でめずらしいのかどう\r\n"
        "　かわからないような鉱石を見\r\n"
        "　つけてたんだ」　　　　　　\r\n"
        "「へー、どんなの？」　　　　\r\n"
        "「『アダマンタイト』なんだけ\r\n"
        "　ど…」　　　　　　　　　　\r\n"
        "「鍛冶屋さんにたのめば、オリ\r\n"
        "　ハルコンと同じようにその鉱\r\n"
        "　石から○○メーカーを作って\r\n"
        "　もらえるんだよ」　　　　　\r\n"
        "「○○って何？」　　　　　　\r\n"
        "「マヨネーズメーカー、チーズ\r\n"
        "　メーカー、毛糸玉メーカーと\r\n"
        "　３種類あるから、全部合わせ\r\n"
        "　て『○○メーカー』って言っ\r\n"
        "　てるんだよ」　　　　　　　\r\n"
        "「ふーん、じゃああしたはその\r\n"
        "　○○のことだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay02[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「○○メーカーのこと？」　　\r\n"
        "「うん、まずそれは何をする物\r\n"
        "　なのか、って言うのを教えて\r\n"
        "　ほしいんだけど」　　　　　\r\n"
        "「マヨネーズメーカーはマヨネ\r\n"
        "　ーズを、　　　　　　　　　\r\n"
        "　チーズメーカーはチーズを、\r\n"
        "　毛糸玉メーカーは毛糸玉を、\r\n"
        "　それぞれ作るための物なんだ\r\n"
        "　よ。そのまんまだね」　　　\r\n"
        "「ほんとにそのまんまだね。　\r\n"
        "　で、どうしたら作れるの？」\r\n"
        "「それについてはまた明日ね」\r\n"
        "「わかった」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay03[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「どうやって○○メーカーから\r\n"
        "　マヨネーズ、チーズ、毛糸玉\r\n"
        "　を作るかだったね。　　　　\r\n"
        "　まずマヨネーズを作る方法か\r\n"
        "　ら行くよ。　　　　　　　　\r\n"
        "　卵をマヨネーズメーカーの中\r\n"
        "　に投げ込むとできるよ。　　\r\n"
        "　これと同じように、　　　　\r\n"
        "　牛乳をチーズメーカーに投げ\r\n"
        "　込めばチーズが、　　　　　\r\n"
        "　羊毛を毛糸玉メーカーに投げ\r\n"
        "　込めば毛糸玉が、　　　　　\r\n"
        "　それぞれできるんだよ。　　\r\n"
        "　ちなみに、出来るもののサイ\r\n"
        "　ズは投げ込んだもののサイズ\r\n"
        "　によって変わるんだ」　　　\r\n"
        "「へー、そうなんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay04[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「○○メーカーのことなんだけ\r\n"
        "　ど…　　　　　　　　　　　\r\n"
        "　投げ込めばできるってことは\r\n"
        "　○○メーカーはどこかに置い\r\n"
        "　てあるの？」　　　　　　　\r\n"
        "「そうだよ。マヨネーズメーカ\r\n"
        "　ーは鶏小屋の中に、チーズメ\r\n"
        "　ーカーと毛糸玉メーカーの２\r\n"
        "　つは動物小屋の中に、それぞ\r\n"
        "　れ設置されるようになるんだ\r\n"
        "　よ」　　　　　　　　　　　\r\n"
        "「そこに置いてあるのなら動物\r\n"
        "　からとった物を遠くに持って\r\n"
        "　いく必要もないんだ」　　　\r\n"
        "「そういうことだね。　　　　\r\n"
        "　まぁ放牧してる場合は違うん\r\n"
        "　だけどね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay05[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「○○メーカーのことなんだけ\r\n"
        "　ど…　　　　　　　　　　　\r\n"
        "　作ってもらうのにいくらかか\r\n"
        "　るの？」　　　　　　　　　\r\n"
        "「金が２００００Ｇとアダマン\r\n"
        "　タイトが１個必要だよ」　　\r\n"
        "「めっちゃ高っ！」　　　　　\r\n"
        "「たしかに高いね…　　　　　\r\n"
        "　でも１回作ってもらったら、\r\n"
        "　それ以降は壊れることもなく\r\n"
        "　ずっと使えるし、出荷物の値\r\n"
        "　段も高くなるし、お料理の材\r\n"
        "　料も増えるしでいいことばっ\r\n"
        "　かりだよ」　　　　　　　　\r\n"
        "「それはわかるんだけど…　　\r\n"
        "　高っ！」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay06[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「大雪ってすごいね」　　　　\r\n"
        "「そうだね。外に出られないか\r\n"
        "　ら動物の世話もできないし、\r\n"
        "　耕作地の作物や柵なんかも壊\r\n"
        "　れやすいしで大変だよね」　\r\n"
        "「これってどうしようもないの\r\n"
        "　かなぁ？」　　　　　　　　\r\n"
        "「うーん、そうだねぇ。残念な\r\n"
        "　がら大雪が来ないようにする\r\n"
        "　っていうのはできないね。　\r\n"
        "　コロボックルさんに頼んでも\r\n"
        "　この日は来てくれないし…　\r\n"
        "　動物を全部小屋の中に入れて\r\n"
        "　おくぐらいしかできないだろ\r\n"
        "　うね」　　　　　　　　　　\r\n"
        "「そうなんだ、しょうがないか\r\n"
        "　ら来ないように心の中で祈っ\r\n"
        "　ておくか…　ってなんか台風\r\n"
        "　と同じこと言ってるね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay07[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「オリハルコンとアダマンタイ\r\n"
        "　トって泉の鉱石場でしか見つ\r\n"
        "　からないの？」　　　　　　\r\n"
        "「よくわかったね。そっちの方\r\n"
        "　の鉱石場で見つかる鉱石は、\r\n"
        "　道具のレベルアップに使う物\r\n"
        "　とオリハルコンとアダマンタ\r\n"
        "　イトだけだよ」　　　　　　\r\n"
        "「やっぱりそうだったんだ…　\r\n"
        "　ということは湖の方には何が\r\n"
        "　あるの？」　　　　　　　　\r\n"
        "「それ以外の出荷するための鉱\r\n"
        "　石だね」　　　　　　　　　\r\n"
        "「そうなんだ。じゃあもうけた\r\n"
        "　いなら湖の鉱石場で、改造と\r\n"
        "　か何か作ってもらいたい場合\r\n"
        "　は泉の鉱石場って感じなのか\r\n"
        "　な」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay08[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「ヨーデル牧場で動物を買った\r\n"
        "　んだけど、羊は大羊なのに、\r\n"
        "　牛は中牛なんだね。　　　　\r\n"
        "　どうして？」　　　　　　　\r\n"
        "「牛の成長のスピードは羊に比\r\n"
        "　べて遅いんだよ。だから羊に\r\n"
        "　はない中牛っていう大きさの\r\n"
        "　ものがあって、ヨーデル牧場\r\n"
        "　で買う牛はちょうどその中牛\r\n"
        "　になっているんだよ」　　　\r\n"
        "「うーん、なんだかよくわかん\r\n"
        "　ないけど、大牛になるまでは\r\n"
        "　牛乳出してくれないから、が\r\n"
        "　んばってそだてないとダメな\r\n"
        "　のはたしかだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay09[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「台風とか大雪の日ってテレビ\r\n"
        "　が見られないよね」　　　　\r\n"
        "「うん、そうだけど…　それが\r\n"
        "　何か？」　　　　　　　　　\r\n"
        "「それで見られなかった番組っ\r\n"
        "　て、次の日とか次の週とかに\r\n"
        "　やってくれるの？」　　　　\r\n"
        "「ううん、思いっきり飛ばされ\r\n"
        "　てその次のお話をしたりする\r\n"
        "　んだ」　　　　　　　　　　\r\n"
        "「え、じゃあみのがしてしまっ\r\n"
        "　た番組って、もう２度とみら\r\n"
        "　れないのかな？」　　　　　\r\n"
        "「再放送に期待するしかないか\r\n"
        "　なぁ」　　　　　　　　　　\r\n"
        "「やってくれるのかな？」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay10[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「ずーっと気になってたんだけ\r\n"
        "　ど、わたし毎朝なにを食べて\r\n"
        "　るの？」　　　　　　　　　\r\n"
        "「…自分の食べている物もわか\r\n"
        "　ってなかったんだね。　　　\r\n"
        "　いちおう基本は、おにぎりか\r\n"
        "　パン。後はお料理で作ったこ\r\n"
        "　とがある物のどれかを食べて\r\n"
        "　いるんだよ」　　　　　　　\r\n"
        "「ふーん、そうなんだ…　　　\r\n"
        "　ってことはひょっとして、体\r\n"
        "　力と疲労をすごーく回復する\r\n"
        "　お料理を１種類しか作らない\r\n"
        "　ようにしておいたら、毎朝の\r\n"
        "　体力と疲労の回復量が多くな\r\n"
        "　りやすいとか？」　　　　　\r\n"
        "「まぁそういうことだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay11[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「夜おそくにテレビをみようと\r\n"
        "　思ってテレビをつけてみたん\r\n"
        "　だけど、何にも映らないの。\r\n"
        "　どうしてかなぁ」　　　　　\r\n"
        "「深夜の０時以降はテレビ番組\r\n"
        "　何もやってないよ。　　　　\r\n"
        "　だからテレビを観たいときは\r\n"
        "　午後１１時５９分までじゃな\r\n"
        "　いと駄目だよ」　　　　　　\r\n"
        "「そうなんだ…　テレビがちゃ\r\n"
        "　んとみられないのは、台風と\r\n"
        "　か大雪の日だけかと思ってた\r\n"
        "　…　　　　　　　　　　　　\r\n"
        "　あんまり遅い時間でもテレビ\r\n"
        "　何もやってないんだ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay12[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「街の人にプレゼントをあげた\r\n"
        "　ときの愛情度や友好度の変化\r\n"
        "　ってあげたものが好きかどう\r\n"
        "　かだけで決まるの？」　　　\r\n"
        "「１日に何回もあげてたら、あ\r\n"
        "　んまり喜んでくれなくなるの\r\n"
        "　と、誕生日にあげたらすごく\r\n"
        "　喜んでくれる（もちろん好き\r\n"
        "　な物をあげた場合だよ）って\r\n"
        "　ぐらいかな」　　　　　　　\r\n"
        "「そうなんだ、それじゃあ相手\r\n"
        "　の誕生日ってどうやったらわ\r\n"
        "　かるの？」　　　　　　　　\r\n"
        "「…毎日プレゼントあげてみて\r\n"
        "　いつもと反応が違ったら誕生\r\n"
        "　日？　ってのは駄目？」　　\r\n"
        "「ダメ」　　　　　　　　　　\r\n"
        "「んー、でも誕生日って誰かに\r\n"
        "　聞けたかなぁ？」　　　　　\r\n"
        "「おにいさんでもわからないん\r\n"
        "　だ…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay13[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　っていうかなんと言うか…　\r\n"
        "　なんだけど、街の人みんなの\r\n"
        "　好き嫌いってわからないのか\r\n"
        "　な？」　　　　　　　　　　\r\n"
        "「わからないなぁ。　　　　　\r\n"
        "　全部のアイテムをプレゼント\r\n"
        "　して、それぞれの反応を見て\r\n"
        "　好きか嫌いかを判断するって\r\n"
        "　いうのを街の人みんなにする\r\n"
        "　っていうのはいくらなんでも\r\n"
        "　無茶だからなぁ…」　　　　\r\n"
        "「やっぱり」　　　　　　　　\r\n"
        "「まぁ全部は無理でもいくつか\r\n"
        "　おためしでプレゼントしてみ\r\n"
        "　るのはやってみてもいいんじ\r\n"
        "　ゃないかな？」　　　　　　\r\n"
        "「そうだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay14[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「今日は何の日か知ってる？」\r\n"
        "「もちろん、今日は『冬の感謝\r\n"
        "　祭』だよね。　　　　　　　\r\n"
        "「うん、そうだよ。だから、　\r\n"
        "　はい、チョコレート♡」　　\r\n"
        "「ちゃんとチョコレートを用意\r\n"
        "　してくれていたんだね。　　\r\n"
        "　ありがとう。それじゃあ早速\r\n"
        "　いただきまーす。　　　　　\r\n"
        "　ぱくっ　もにゅもにゅ…　　\r\n"
        "　うん、でりしゃす」　　　　\r\n"
        "「よかった、がんばって作った\r\n"
        "　かいがあったよ」　　　　　\r\n"
        "「それじゃあ『春の感謝祭』は\r\n"
        "　期待しててね」　　　　　　\r\n"
        "「うんっ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay15[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「万歩計が１００００歩になっ\r\n"
        "　たときに女神さまがでてきて\r\n"
        "　知らせてくれたよ」　　　　\r\n"
        "「あぁ、何かそういうのがある\r\n"
        "　らしいっていうのは聞いたこ\r\n"
        "　とがあるよ。　　　　　　　\r\n"
        "　他にも出荷数がいくつになっ\r\n"
        "　たとか、何匹魚を釣ったか、\r\n"
        "　とかで出てくることがあるみ\r\n"
        "　たいなんだよ」　　　　　　\r\n"
        "「ふーん、まぁ女神さまが出て\r\n"
        "　きても何かあるわけじゃない\r\n"
        "　みたいだから（女神さまが自\r\n"
        "　分で言ってたし…）別にいい\r\n"
        "　んだけどね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay16[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「セーブって今回、寝るときに\r\n"
        "　するんじゃないよね？」　　\r\n"
        "「うん。メニューウインドウの\r\n"
        "　日記を選ぶか、自宅の日記帳\r\n"
        "　を調べるかで入った日記画面\r\n"
        "　でできるからね」　　　　　\r\n"
        "「ってことはいつでもどこでも\r\n"
        "　セーブできるの？」　　　　\r\n"
        "「セーブロードはいつでもでき\r\n"
        "　るんじゃないかな…　　　　\r\n"
        "　って思ったけど馬に乗ってい\r\n"
        "　る時は出来なかったと思うん\r\n"
        "　だけど…　馬に乗っている間\r\n"
        "　はメニューウインドウを開く\r\n"
        "　ことができなかったと思うか\r\n"
        "　ら…」　　　　　　　　　　\r\n"
        "「そっか」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay17[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『冷蔵庫』と『整理棚』って\r\n"
        "　どうちがうの？」　　　　　\r\n"
        "「入れられる物が違うんだよ。\r\n"
        "　かんたんに言えば、食べられ\r\n"
        "　る物を入れるのが冷蔵庫で、\r\n"
        "　食べられない物を入れるのが\r\n"
        "　整理棚だね」　　　　　　　\r\n"
        "「ふーん、そうなんだ」　　　\r\n"
        "「ちなみに犬や鶏などの動物と\r\n"
        "　かごはどっちにも入れられな\r\n"
        "　いからね」　　　　　　　　\r\n"
        "「あ、やっぱり」　　　　　　\r\n"
        "「それから冷蔵庫と整理棚は、\r\n"
        "　リュックの中とは違って１マ\r\n"
        "　スに同じ物が９９コまで入れ\r\n"
        "　られるから便利だよ」　　　\r\n"
        "「そんなにたくさん入れられる\r\n"
        "　んだ…　何かすごいね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay18[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『冷蔵庫』と『整理棚』って\r\n"
        "　１マスの中に同じ物が９９コ\r\n"
        "　まで入るって言ってたけど、\r\n"
        "　入れられなかったよ」　　　\r\n"
        "「え、そんなことは無いはずだ\r\n"
        "　けど…　何を入れようとして\r\n"
        "　たのかな？」　　　　　　　\r\n"
        "「卵だけど…」　　　　　　　\r\n"
        "「ひょっとして卵の質が違うの\r\n"
        "　かも。そのまとめようとして\r\n"
        "　いる卵って『いい品質の』と\r\n"
        "　『普通の』とかの卵になって\r\n"
        "　たりしないかな？」　　　　\r\n"
        "「あ、ほんとだ。見た目は同じ\r\n"
        "　でも、ほんとはちがう卵だっ\r\n"
        "　たみたい」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay19[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「そういえばお料理の材料って\r\n"
        "　食べ物以外のものは使えない\r\n"
        "　のかな？」　　　　　　　　\r\n"
        "「使えるよ。リュックの中に食\r\n"
        "　べ物以外の物を入れておけば\r\n"
        "　それを選ぶことはできるんだ\r\n"
        "　よ。まぁ食べ物以外のものを\r\n"
        "　使うお料理ってあんまり聞い\r\n"
        "　たことがないような…　なん\r\n"
        "　だけどね」　　　　　　　　\r\n"
        "「でも使うことはできるんだ…\r\n"
        "　じゃあたぶん何かあるんだろ\r\n"
        "　うね。食べ物じゃないものを\r\n"
        "　使って作るお料理が」　　　\r\n"
        "「かもね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay20[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「…鶏さんが死んじゃった」　\r\n"
        "「え？　病気で死んだの？」　\r\n"
        "「うん」　　　　　　　　　　\r\n"
        "「牧場のすみっこにいたみたい\r\n"
        "　で、雨の日とかもほったらか\r\n"
        "　しにしてても全然気がつかな\r\n"
        "　かったんだ」　　　　　　　\r\n"
        "「…こういったことは、すぐに\r\n"
        "　街の人たちに広まって、みん\r\n"
        "　なの友好度が下がってしまう\r\n"
        "　んだよ」　　　　　　　　　\r\n"
        "「え、そうなの？」　　　　　\r\n"
        "「うん、まぁ寿命で死んでしま\r\n"
        "　った場合はそんなことは無い\r\n"
        "　んだけどね」　　　　　　　\r\n"
        "「これからはもっと気をつける\r\n"
        "　ね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay21[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『力の木の実』っていうのを\r\n"
        "　食べたんだけど、これって何\r\n"
        "　？」　　　　　　　　　　　\r\n"
        "「それを食べると最大体力が上\r\n"
        "　がるんだよ」　　　　　　　\r\n"
        "「ってことは、食べまくったら\r\n"
        "　無敵？」　　　　　　　　　\r\n"
        "「まぁね。でも全部で１０コし\r\n"
        "　か存在しないみたいだから…\r\n"
        "　無敵ってほどにはならないと\r\n"
        "　思うよ。それでも１コ食べた\r\n"
        "　ら最大体力が１０上がるから\r\n"
        "　合計１００まで増やせるんだ\r\n"
        "　けどね」　　　　　　　　　\r\n"
        "「最初のわたしの最大体力って\r\n"
        "　どれだけあるの？」　　　　\r\n"
        "「１００だよ」　　　　　　　\r\n"
        "「ってことは、最初の２倍まで\r\n"
        "　ふえるんだ。がんばってさが\r\n"
        "　そっと」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay22[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『力の木の実』をどれだけ食\r\n"
        "　べたかがわかる方法ってある\r\n"
        "　の？」　　　　　　　　　　\r\n"
        "「家計簿の中にある牧場資産表\r\n"
        "　のページに自分の顔と名前が\r\n"
        "　出ている所があるよね？」　\r\n"
        "「うん」　　　　　　　　　　\r\n"
        "「その名前の下に赤い丸いのが\r\n"
        "　出てると思うんだけど」　　\r\n"
        "「あ、これ？」　　　　　　　\r\n"
        "「そう、それ。力の木の実を１\r\n"
        "　コ食べるごとにこの赤いのが\r\n"
        "　１コずつ増えていくんだ」　\r\n"
        "「ふーん、じゃあ今２コ赤いの\r\n"
        "　があるから、力の木の実を食\r\n"
        "　べたのは２コってわけだね」\r\n"
        "「そういうこと」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay23[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「家計簿の力の木の実を食べた\r\n"
        "　数はわかったんだけど、赤い\r\n"
        "　丸い実の横に青い実もあるみ\r\n"
        "　たいだけどこれって何？」　\r\n"
        "「もう『不思議な木の実』も食\r\n"
        "　べちゃってたんだ。　　　　\r\n"
        "　かっぱさんから何かもらった\r\n"
        "　でしょ」　　　　　　　　　\r\n"
        "「あ、あの力の木の実の青い版\r\n"
        "　みたいのだね」　　　　　　\r\n"
        "「そう、それ。食べたら疲労度\r\n"
        "　の増え方が少なくなって、倒\r\n"
        "　れにくくなるんだよ」　　　\r\n"
        "「へー、そうなんだ。何だかい\r\n"
        "　つのまにかわたしはいいもの\r\n"
        "　食べてたんだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay24[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「家計簿のいろんなページにあ\r\n"
        "　る名前の下のハートマークっ\r\n"
        "　て何？」　　　　　　　　　\r\n"
        "「それは、愛情度をあらわすハ\r\n"
        "　ートマークだね。　　　　　\r\n"
        "　これは愛情度が高くなってい\r\n"
        "　くとハートの数が増えていっ\r\n"
        "　て、１０コで最高になるんだ\r\n"
        "　よ」　　　　　　　　　　　\r\n"
        "「じゃあここにハートマークが\r\n"
        "　１０コ出てたら愛情度まんた\r\n"
        "　んってわけなんだね？」　　\r\n"
        "「そういうことだね」　　　　\r\n"
        "「おっけー、じゃあわたしの家\r\n"
        "　の犬は愛情度まんたんってわ\r\n"
        "　けだね」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay25[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「ゴッツさんのお店で変なもの\r\n"
        "　が売ってたんだけど…」　　\r\n"
        "「変なものってなに？」　　　\r\n"
        "「『黄金の資材』っていうもの\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「う…　それは耕作地にさして\r\n"
        "　いるだけで街の人から嫌がら\r\n"
        "　れてしまうっていう噂のもの\r\n"
        "　じゃないかな」　　　　　　\r\n"
        "「ふーん。　　　　　　　　　\r\n"
        "　でもさ、なんであんなに高い\r\n"
        "　の？」　　　　　　　　　　\r\n"
        "「そんなものを買うのは、成金\r\n"
        "　やろうだけだろうから、少し\r\n"
        "　くらい高くても買うだろうっ\r\n"
        "　てことじゃないかな？」　　\r\n"
        "「ふーん、じゃ１回買ってみよ\r\n"
        "　うかな」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay26[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『黄金の資材』買って耕作地\r\n"
        "　にさしてみたんだけど…」　\r\n"
        "「この成金やろうが！」　　　\r\n"
        "「いきなりそんな風に呼ぶか…\r\n"
        "　まぁいいや。で、黄金の資材\r\n"
        "　って資材置き場に入らないん\r\n"
        "　だね」　　　　　　　　　　\r\n"
        "「普通の資材とは違うからね。\r\n"
        "　でも整理棚には入れることが\r\n"
        "　できるよ。成金やろう」　　\r\n"
        "「うぅ…　街の人に嫌がられる\r\n"
        "　のは別にいいとして、会う人\r\n"
        "　みんなに成金やろうって呼ば\r\n"
        "　れるのはいやだなぁ…　　　\r\n"
        "　今日中に黄金の資材はぬいて\r\n"
        "　おこうっと」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay27[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「ゲームキューブ版の牧場物語\r\n"
        "　と通信が出来るってうわさを\r\n"
        "　きいたんだけど…」　　　　\r\n"
        "「うん、出来るみたいだね」　\r\n"
        "「どうするの？」　　　　　　\r\n"
        "「まず、女神さまの出てくる場\r\n"
        "　所って知ってるかな？」　　\r\n"
        "「なにそれ、知らない」　　　\r\n"
        "「えーっと、それじゃあまずは\r\n"
        "　その女神さまの出てくる場所\r\n"
        "　から教えてあげるね。　　　\r\n"
        "　マザーズヒルにある泉の鉱石\r\n"
        "　場はわかるよね？」　　　　\r\n"
        "「うん、温泉の後ろにあるやつ\r\n"
        "　だよね」　　　　　　　　　\r\n"
        "「そう。その右にあるのが女神\r\n"
        "　さまの出てくる泉なんだよ」\r\n"
        "「ふーん、そうなんだ。じゃあ\r\n"
        "　通信のことはまたあしたって\r\n"
        "　ことで…」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay28[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど」　　　　　　　\r\n"
        "「通信のやり方だったね。　　\r\n"
        "　まず女神さまの出てくる泉に\r\n"
        "　お供え物を投げ込んで、女神\r\n"
        "　さまに出てきてもらうんだ。\r\n"
        "　そのときに『通信したい』を\r\n"
        "　選ぶとゲームキューブとの通\r\n"
        "　信ができるようになるみたい\r\n"
        "　なんだ。ぼくもやったことが\r\n"
        "　ないからよくわからないんだ\r\n"
        "　けどね」　　　　　　　　　\r\n"
        "「ふーん、じゃあこんど、ため\r\n"
        "　しに女神さまの泉におそなえ\r\n"
        "　もの投げ込んでみよっと」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay29[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「『青い羽根』って何？」　　\r\n"
        "「え？　もう雑貨屋に売ってい\r\n"
        "　たの？」　　　　　　　　　\r\n"
        "「ううん。男の人が女の人にわ\r\n"
        "　たしてる所を何度か見かけた\r\n"
        "　から…」　　　　　　　　　\r\n"
        "「あ、そう…　　　　　　　　\r\n"
        "　えっとね、『青い羽根』って\r\n"
        "　いうのは、男の子が女の子に\r\n"
        "　プロポーズする時にわたすも\r\n"
        "　のなんだよ」　　　　　　　\r\n"
        "「じゃあ、そのときに女の人が\r\n"
        "　青い羽根をうけとってくれた\r\n"
        "　ら結婚ＯＫ！　ってことなの\r\n"
        "　かな？」　　　　　　　　　\r\n"
        "「そういうことだよ」{Press}";

    const char gText_TV_LifeOnTheFarm_Beginner_WinterDay30[] =
        "♡♡はじめての♡♡♡♡♡♡♡\r\n"
        "♡♡♡ほのぼの牧場ライフ♡♡\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "「おにいさんおにいさん！」　\r\n"
        "「なにかな？」　　　　　　　\r\n"
        "「きのう言ってたことのつづき\r\n"
        "　なんだけど…」　　　　　　\r\n"
        "「青い羽根について、まだ何か\r\n"
        "　わからないことがあるのかな\r\n"
        "　？」　　　　　　　　　　　\r\n"
        "「きのうは何か雑貨屋に売って\r\n"
        "　る、みたいな言いかたしてた\r\n"
        "　けど…　あそこに青い羽根な\r\n"
        "　んて売ってないよね？」　　\r\n"
        "「女のコには売っても意味ない\r\n"
        "　からじゃないかな？」　　　\r\n"
        "「じゃあ、わたしはだれかから\r\n"
        "　プロポーズされたときにもら\r\n"
        "　うしか手に入れる方法はない\r\n"
        "　ってことなの？」　　　　　\r\n"
        "「そういうことだね」{Press}";
};

void EventScript_TV_LifeOnTheFarm_Beginner(void)
{
    int var_0;
    switch (VarGet(VAR_SEASON))
    {
        case SEASON_SPRING:
            switch (VarGet(VAR_DAY))
            {
                case DAY_OF_MONTH_01:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay01);
                    break;
                case DAY_OF_MONTH_02:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay02);
                    break;
                case DAY_OF_MONTH_03:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay03);
                    break;
                case DAY_OF_MONTH_04:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay04);
                    break;
                case DAY_OF_MONTH_05:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay05);
                    break;
                case DAY_OF_MONTH_06:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay06);
                    break;
                case DAY_OF_MONTH_07:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay07);
                    break;
                case DAY_OF_MONTH_08:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay08);
                    break;
                case DAY_OF_MONTH_09:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay09);
                    break;
                case DAY_OF_MONTH_10:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay10);
                    break;
                case DAY_OF_MONTH_11:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay11);
                    break;
                case DAY_OF_MONTH_12:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay12);
                    break;
                case DAY_OF_MONTH_13:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay13);
                    break;
                case DAY_OF_MONTH_14:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay14);
                    break;
                case DAY_OF_MONTH_15:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay15);
                    break;
                case DAY_OF_MONTH_16:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay16);
                    break;
                case DAY_OF_MONTH_17:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay17);
                    break;
                case DAY_OF_MONTH_18:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay18);
                    break;
                case DAY_OF_MONTH_19:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay19);
                    break;
                case DAY_OF_MONTH_20:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay20);
                    break;
                case DAY_OF_MONTH_21:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay21);
                    break;
                case DAY_OF_MONTH_22:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay22);
                    break;
                case DAY_OF_MONTH_23:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay23);
                    break;
                case DAY_OF_MONTH_24:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay24);
                    break;
                case DAY_OF_MONTH_25:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay25);
                    break;
                case DAY_OF_MONTH_26:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay26);
                    break;
                case DAY_OF_MONTH_27:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay27);
                    break;
                case DAY_OF_MONTH_28:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay28);
                    break;
                case DAY_OF_MONTH_29:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay29);
                    break;
                case DAY_OF_MONTH_30:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SpringDay30);
                    break;
            }
            break;
        case SEASON_SUMMER:
            switch (VarGet(VAR_DAY))
            {
                case DAY_OF_MONTH_01:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay01);
                    break;
                case DAY_OF_MONTH_02:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay02);
                    break;
                case DAY_OF_MONTH_03:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay03);
                    break;
                case DAY_OF_MONTH_04:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay04);
                    break;
                case DAY_OF_MONTH_05:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay05);
                    break;
                case DAY_OF_MONTH_06:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay06);
                    break;
                case DAY_OF_MONTH_07:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay07);
                    break;
                case DAY_OF_MONTH_08:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay08);
                    break;
                case DAY_OF_MONTH_09:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay09);
                    break;
                case DAY_OF_MONTH_10:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay10);
                    break;
                case DAY_OF_MONTH_11:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay11);
                    break;
                case DAY_OF_MONTH_12:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay12);
                    break;
                case DAY_OF_MONTH_13:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay13);
                    break;
                case DAY_OF_MONTH_14:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay14);
                    break;
                case DAY_OF_MONTH_15:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay15);
                    break;
                case DAY_OF_MONTH_16:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay16);
                    break;
                case DAY_OF_MONTH_17:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay17);
                    break;
                case DAY_OF_MONTH_18:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay18);
                    break;
                case DAY_OF_MONTH_19:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay19);
                    break;
                case DAY_OF_MONTH_20:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay20);
                    break;
                case DAY_OF_MONTH_21:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay21);
                    break;
                case DAY_OF_MONTH_22:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay22);
                    break;
                case DAY_OF_MONTH_23:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay23);
                    break;
                case DAY_OF_MONTH_24:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay24);
                    break;
                case DAY_OF_MONTH_25:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay25);
                    break;
                case DAY_OF_MONTH_26:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay26);
                    break;
                case DAY_OF_MONTH_27:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay27);
                    break;
                case DAY_OF_MONTH_28:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay28);
                    break;
                case DAY_OF_MONTH_29:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay29);
                    break;
                case DAY_OF_MONTH_30:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_SummerDay30);
                    break;
            }
            break;
        case SEASON_FALL:
            switch (VarGet(VAR_DAY))
            {
                case DAY_OF_MONTH_01:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay01);
                    break;
                case DAY_OF_MONTH_02:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay02);
                    break;
                case DAY_OF_MONTH_03:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay03);
                    break;
                case DAY_OF_MONTH_04:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay04);
                    break;
                case DAY_OF_MONTH_05:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay05);
                    break;
                case DAY_OF_MONTH_06:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay06);
                    break;
                case DAY_OF_MONTH_07:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay07);
                    break;
                case DAY_OF_MONTH_08:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay08);
                    break;
                case DAY_OF_MONTH_09:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay09);
                    break;
                case DAY_OF_MONTH_10:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay10);
                    break;
                case DAY_OF_MONTH_11:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay11);
                    break;
                case DAY_OF_MONTH_12:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay12);
                    break;
                case DAY_OF_MONTH_13:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay13);
                    break;
                case DAY_OF_MONTH_14:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay14);
                    break;
                case DAY_OF_MONTH_15:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay15);
                    break;
                case DAY_OF_MONTH_16:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay16);
                    break;
                case DAY_OF_MONTH_17:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay17);
                    break;
                case DAY_OF_MONTH_18:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay18);
                    break;
                case DAY_OF_MONTH_19:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay19);
                    break;
                case DAY_OF_MONTH_20:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay20);
                    break;
                case DAY_OF_MONTH_21:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay21);
                    break;
                case DAY_OF_MONTH_22:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay22);
                    break;
                case DAY_OF_MONTH_23:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay23);
                    break;
                case DAY_OF_MONTH_24:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay24);
                    break;
                case DAY_OF_MONTH_25:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay25);
                    break;
                case DAY_OF_MONTH_26:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay26);
                    break;
                case DAY_OF_MONTH_27:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay27);
                    break;
                case DAY_OF_MONTH_28:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay28);
                    break;
                case DAY_OF_MONTH_29:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay29);
                    break;
                case DAY_OF_MONTH_30:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_FallDay30);
                    break;
            }
            break;
        case SEASON_WINTER:
            switch (VarGet(VAR_DAY))
            {
                case DAY_OF_MONTH_01:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay01);
                    break;
                case DAY_OF_MONTH_02:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay02);
                    break;
                case DAY_OF_MONTH_03:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay03);
                    break;
                case DAY_OF_MONTH_04:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay04);
                    break;
                case DAY_OF_MONTH_05:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay05);
                    break;
                case DAY_OF_MONTH_06:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay06);
                    break;
                case DAY_OF_MONTH_07:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay07);
                    break;
                case DAY_OF_MONTH_08:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay08);
                    break;
                case DAY_OF_MONTH_09:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay09);
                    break;
                case DAY_OF_MONTH_10:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay10);
                    break;
                case DAY_OF_MONTH_11:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay11);
                    break;
                case DAY_OF_MONTH_12:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay12);
                    break;
                case DAY_OF_MONTH_13:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay13);
                    break;
                case DAY_OF_MONTH_14:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay14);
                    break;
                case DAY_OF_MONTH_15:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay15);
                    break;
                case DAY_OF_MONTH_16:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay16);
                    break;
                case DAY_OF_MONTH_17:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay17);
                    break;
                case DAY_OF_MONTH_18:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay18);
                    break;
                case DAY_OF_MONTH_19:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay19);
                    break;
                case DAY_OF_MONTH_20:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay20);
                    break;
                case DAY_OF_MONTH_21:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay21);
                    break;
                case DAY_OF_MONTH_22:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay22);
                    break;
                case DAY_OF_MONTH_23:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay23);
                    break;
                case DAY_OF_MONTH_24:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay24);
                    break;
                case DAY_OF_MONTH_25:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay25);
                    break;
                case DAY_OF_MONTH_26:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay26);
                    break;
                case DAY_OF_MONTH_27:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay27);
                    break;
                case DAY_OF_MONTH_28:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay28);
                    break;
                case DAY_OF_MONTH_29:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay29);
                    break;
                case DAY_OF_MONTH_30:
                    var_0 = ShowTelevisionMessage(gText_TV_LifeOnTheFarm_Beginner_WinterDay30);
                    break;
            }
            break;
    }
    EndTelevisionProgram();
    TalkClose();
    switch (var_0)
    {
        case TELEVISION_INPUT_UP_WEATHER:
        case TELEVISION_INPUT_DOWN_FARM_PROGRAM:
        case TELEVISION_INPUT_RIGHT_NEWS:
        case TELEVISION_INPUT_LEFT_VARIETY:
            VarSet(VAR_SHARED_CALLED_SCRIPT_ARGUMENT, var_0);
            CallScript(EventScript_TV_ChannelDispatcher);
            break;
        case TELEVISION_INPUT_ADVANCE_TEXT:
        case TELEVISION_INPUT_TURN_OFF:
            break;
    }
}
