#define MARY_FOMT_JP
#include "fomt_constants.mary.h"
#include "fomt_callables.mary.h"
#include "fomt_scripts.mary.h"

mary_text_table
{
    const char gText_TV_F314MGrandPrix_Race01_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·すみれさん　　　　　　　　\r\n"
        "　マシン…二葉（ふたば）　　\r\n"
        "　魔法……精霊魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "魔法は防御や攻撃がバランス良\r\n"
        "くあり、いつも安定した走りを\r\n"
        "見せてくれます。　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ミルトニアさん　　　　　　\r\n"
        "　マシン…雪菜（ゆきな）　　\r\n"
        "　魔法……白魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "回復魔法を持っているので、わ\r\n"
        "りと荒っぽい走りをして、受け\r\n"
        "たダメージを回復魔法でなおす\r\n"
        "パターンが得意です。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第１戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race01_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·リアトリスさん　　　　　　\r\n"
        "　マシン…佐奈（さな）　　　\r\n"
        "　魔法……呪術　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "人形と釘を持って徘徊する姿は\r\n"
        "この人のレース前のいつもの行\r\n"
        "動です。レース自体ではあまり\r\n"
        "目立った動きはありません。　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ラベンダーさん　　　　　　\r\n"
        "　マシン…観星（みほし）　　\r\n"
        "　魔法……占い　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "いつもレース前に誰が勝つかを\r\n"
        "占っています。その占いの的中\r\n"
        "率は１００％とのうわさもあり\r\n"
        "ます。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第１戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race01_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第１戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "序盤からすみれさんとルピナス\r\n"
        "さんの一騎打ちとなりました。\r\n"
        "すみれさんは風の魔法を巧みに\r\n"
        "使い分けルピナスさんを抜きま\r\n"
        "したが、その後もルピナスさん\r\n"
        "は引き離されることなくぴった\r\n"
        "りとマーク！　　　　　　　　\r\n"
        "そしてファイナルラップでルピ\r\n"
        "ナスさんは、コンマ２秒先を行\r\n"
        "くすみれさんに対して最終コー\r\n"
        "ナーでイリュージョンターンを\r\n"
        "試みるもすみれさんは地の魔法\r\n"
        "を使って冷静にブロック！　　\r\n"
        "そのまま勝利となりました。　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　すみれさん　　　　　　\r\n"
        "２位　ルピナスさん　　　　　\r\n"
        "３位　ミルトニアさん{Press}";

    const char gText_TV_F314MGrandPrix_Race01_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第１戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　すみれさん　　　＋１０\r\n"
        "２位　ルピナスさん　　＋　６\r\n"
        "３位　ミルトニアさん　＋　４\r\n"
        "４位　デイジーさん　　＋　３\r\n"
        "５位　コスモスさん　　＋　２\r\n"
        "６位　アマリリスさん　＋　１\r\n"
        "７位　モレアさん　　　　　　\r\n"
        "８位　リアトリスさん　　　　\r\n"
        "９位　ラベンダーさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　すみれさん　　　１０\r\n"
        "２位－　ルピナスさん　　　６\r\n"
        "３位－　ミルトニアさん　　４\r\n"
        "４位－　デイジーさん　　　３\r\n"
        "５位－　コスモスさん　　　２\r\n"
        "６位－　アマリリスさん　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race02_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·デイジーさん　　　　　　　\r\n"
        "　マシン…牡丹（ぼたん）　　\r\n"
        "　魔法……光魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "光の翼シャイニングウイングを\r\n"
        "使えば追いつける人は誰もいな\r\n"
        "いのか？　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·コスモスさん　　　　　　　\r\n"
        "　マシン…牡丹（ぼたん）　　\r\n"
        "　魔法……闇魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "先に紹介したデイジーさんとは\r\n"
        "双子のお姉さんにあたる人で、\r\n"
        "得意な魔法も、闇の翼ダークネ\r\n"
        "スウイングと妹さんとほぼ同じ\r\n"
        "です。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第２戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race02_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·アマリリスさん　　　　　　\r\n"
        "　マシン…咲耶（さくや）　　\r\n"
        "　魔法……花魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "とりあえず花を出すことしか出\r\n"
        "来ないので、あまりレースに役\r\n"
        "に立つとは思えないのですが…\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ライラックさん　　　　　　\r\n"
        "　マシン…花梨（かりん）　　\r\n"
        "　魔法……見習　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "見習なのでまだ何も魔法が使え\r\n"
        "ないとのことです。これからの\r\n"
        "活躍に期待しましょう。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第２戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race02_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第２戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "すみれさんは第１戦に続いて絶\r\n"
        "好調でした。　　　　　　　　\r\n"
        "逆にルピナスさんはマシンの不\r\n"
        "調で魔法があまり使えず、かな\r\n"
        "り苦しい戦いとなりました。　\r\n"
        "変わりに今回はデイジーさん·\r\n"
        "コスモスさんの光闇姉妹が大活\r\n"
        "躍。それぞれシャイニングウイ\r\n"
        "ング、ダークネスウイングであ\r\n"
        "とわずかのところまでつめより\r\n"
        "ましたが、すみれさんにはあと\r\n"
        "一歩およばず。すみれさんの２\r\n"
        "連勝となりました。　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　すみれさん　　　　　　\r\n"
        "２位　デイジーさん　　　　　\r\n"
        "３位　コスモスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race02_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第２戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　すみれさん　　　＋１０\r\n"
        "２位　デイジーさん　　＋　６\r\n"
        "３位　コスモスさん　　＋　４\r\n"
        "４位　ミルトニアさん　＋　３\r\n"
        "５位　ルピナスさん　　＋　２\r\n"
        "６位　アマリリスさん　＋　１\r\n"
        "７位　モレアさん　　　　　　\r\n"
        "８位　ラベンダーさん　　　　\r\n"
        "９位　リアトリスさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　すみれさん　　　２０\r\n"
        "２位↑　デイジーさん　　　９\r\n"
        "３位↓　ルピナスさん　　　８\r\n"
        "４位↓　ミルトニアさん　　７\r\n"
        "５位－　コスモスさん　　　６\r\n"
        "６位－　アマリリスさん　　２\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race03_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·モレアさん　　　　　　　　\r\n"
        "　マシン…夏姫（なつき）　　\r\n"
        "　魔法……召喚魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "といっても、私はモレアさんが\r\n"
        "何かを召喚しているところを見\r\n"
        "たことがないのでよくわかりま\r\n"
        "せん。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ルピナスさん　　　　　　　\r\n"
        "　マシン…美鈴（みすず）　　\r\n"
        "　魔法……幻術　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "ということで、全ては幻。ばれ\r\n"
        "れば魔法自体は全く怖くありま\r\n"
        "せん。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第３戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race03_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·すみれさん　　　　　　　　\r\n"
        "　マシン…二葉（ふたば）　　\r\n"
        "　魔法……精霊魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "魔法は防御や攻撃がバランス良\r\n"
        "くあり、いつも安定した走りを\r\n"
        "見せてくれます。　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ミルトニアさん　　　　　　\r\n"
        "　マシン…雪菜（ゆきな）　　\r\n"
        "　魔法……白魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "回復魔法を持っているので、わ\r\n"
        "りと荒っぽい走りをして、受け\r\n"
        "たダメージを回復魔法でなおす\r\n"
        "パターンが得意です。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第３戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race03_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第３戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "すみれさんが周回遅れのリアト\r\n"
        "リスさんと接触！　　　　　　\r\n"
        "共にリタイアとなってしまいま\r\n"
        "した。そこでトップに出てきた\r\n"
        "のはルピナスさん。危なげなく\r\n"
        "１位となりました。　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "そして、ミルトニアさんとデイ\r\n"
        "ジーさん·コスモスさんの光闇\r\n"
        "姉妹の２位争いは、終盤に温存\r\n"
        "しておいたＭＰで回復魔法を使\r\n"
        "いまくったリアトリスさんが辛\r\n"
        "くも２位を守り抜きました。　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　ルピナスさん　　　　　\r\n"
        "２位　ミルトニアさん　　　　\r\n"
        "３位　コスモスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race03_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第３戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　ルピナスさん　　＋１０\r\n"
        "２位　ミルトニアさん　＋　６\r\n"
        "３位　コスモスさん　　＋　４\r\n"
        "４位　デイジーさん　　＋　３\r\n"
        "５位　モレアさん　　　＋　２\r\n"
        "６位　アマリリスさん　＋　１\r\n"
        "７位　ラベンダーさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　すみれさん　　　２０\r\n"
        "２位↑　ルピナスさん　　１８\r\n"
        "３位↑　ミルトニアさん　１３\r\n"
        "４位↓　デイジーさん　　１２\r\n"
        "５位－　コスモスさん　　１０\r\n"
        "６位－　アマリリスさん　　３\r\n"
        "７位↑　モレアさん　　　　２\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race04_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·リアトリスさん　　　　　　\r\n"
        "　マシン…佐奈（さな）　　　\r\n"
        "　魔法……呪術　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "人形と釘を持って徘徊する姿は\r\n"
        "この人のレース前のいつもの行\r\n"
        "動です。レース自体ではあまり\r\n"
        "目立った動きはありません。　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ラベンダーさん　　　　　　\r\n"
        "　マシン…観星（みほし）　　\r\n"
        "　魔法……占い　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "いつもレース前に誰が勝つかを\r\n"
        "占っています。その占いの的中\r\n"
        "率は１００％とのうわさもあり\r\n"
        "ます。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第４戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race04_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·デイジーさん　　　　　　　\r\n"
        "　マシン…牡丹（ぼたん）　　\r\n"
        "　魔法……光魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "光の翼シャイニングウイングを\r\n"
        "使えば追いつける人は誰もいな\r\n"
        "いのか？　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·コスモスさん　　　　　　　\r\n"
        "　マシン…牡丹（ぼたん）　　\r\n"
        "　魔法……闇魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "先に紹介したデイジーさんとは\r\n"
        "双子のお姉さんにあたる人で、\r\n"
        "得意な魔法も、闇の翼ダークネ\r\n"
        "スウイングと妹さんとほぼ同じ\r\n"
        "です。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第４戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race04_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第４戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今回はデイジーさん·コスモス\r\n"
        "さんの光闇姉妹が大活躍。　　\r\n"
        "１周目からいきなり初お披露目\r\n"
        "の合体魔法！　シャイニング＆\r\n"
        "タークネスウイング（直列）で\r\n"
        "一気に他のみなささんを抜き去\r\n"
        "りトップに！　　　　　　　　\r\n"
        "その後も、息の合ったブロック\r\n"
        "で誰にもぬかれることなくその\r\n"
        "まま１位２位を独占。　　　　\r\n"
        "前回リタイアしてしまったすみ\r\n"
        "れさんは３位だったので、デイ\r\n"
        "ジーさんの総合ポイントが現在\r\n"
        "１位のすみれさんにあと２ポイ\r\n"
        "ントとなっております。　　　\r\n"
        "ちなみに同じく前回リタイアし\r\n"
        "たリアトリスさんはアマリリス\r\n"
        "さんと接触して、またしてもリ\r\n"
        "タイアとなりました。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　デイジーさん　　　　　\r\n"
        "２位　コスモスさん　　　　　\r\n"
        "３位　すみれさん{Press}";

    const char gText_TV_F314MGrandPrix_Race04_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第４戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　デイジーさん　　＋１０\r\n"
        "２位　コスモスさん　　＋　６\r\n"
        "３位　すみれさん　　　＋　４\r\n"
        "４位　ミルトニアさん　＋　３\r\n"
        "５位　ルピナスさん　　＋　２\r\n"
        "６位　モレアさん　　　＋　１\r\n"
        "７位　ラベンダーさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　すみれさん　　　２４\r\n"
        "２位↑　デイジーさん　　２２\r\n"
        "３位↓　ルピナスさん　　２０\r\n"
        "３位↓　ミルトニアさん　１６\r\n"
        "５位－　コスモスさん　　１６\r\n"
        "６位－　アマリリスさん　　３\r\n"
        "６位↑　モレアさん　　　　３\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race05_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·アマリリスさん　　　　　　\r\n"
        "　マシン…咲耶（さくや）　　\r\n"
        "　魔法……花魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "とりあえず花を出すことしか出\r\n"
        "来ないので、あまりレースに役\r\n"
        "に立つとは思えないのですが…\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ライラックさん　　　　　　\r\n"
        "　マシン…花梨（かりん）　　\r\n"
        "　魔法……見習　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "見習なのでまだ何も魔法が使え\r\n"
        "ないとのことです。これからの\r\n"
        "活躍に期待しましょう。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第５戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race05_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·モレアさん　　　　　　　　\r\n"
        "　マシン…夏姫（なつき）　　\r\n"
        "　魔法……召喚魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "といっても、私はモレアさんが\r\n"
        "何かを召喚しているところを見\r\n"
        "たことがないのでよくわかりま\r\n"
        "せん。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ルピナスさん　　　　　　　\r\n"
        "　マシン…美鈴（みすず）　　\r\n"
        "　魔法……幻術　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "ということで、全ては幻。ばれ\r\n"
        "れば魔法自体は全く怖くありま\r\n"
        "せん。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第５戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race05_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第５戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今回スタート前にラベンダーさ\r\n"
        "んがデイジーさんにレース出場\r\n"
        "を止めるよう忠告しました。　\r\n"
        "何でも今日のレースで自分と接\r\n"
        "触、二人ともリタイアするとい\r\n"
        "う占いが出たとのこと。もちろ\r\n"
        "んデイジーさんはそんな忠告は\r\n"
        "無視してレースに出場します。\r\n"
        "そして運命の１２周目、デイジ\r\n"
        "ーさんはコスモスさんとの合体\r\n"
        "魔法使用中に周回遅れのラベン\r\n"
        "ダーさんを強引に追いぬこうと\r\n"
        "したところで接触。占い通りに\r\n"
        "二人はリタイアとなってしまい\r\n"
        "ました。魔法使用中の接触とい\r\n"
        "うことで、身体よりも精神面の\r\n"
        "方が心配されています。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　ミルトニアさん　　　　\r\n"
        "２位　すみれさん　　　　　　\r\n"
        "３位　ルピナスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race05_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第５戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　ミルトニアさん　＋１０\r\n"
        "２位　すみれさん　　　＋　６\r\n"
        "３位　ルピナスさん　　＋　４\r\n"
        "４位　コスモスさん　　＋　３\r\n"
        "５位　モレアさん　　　＋　２\r\n"
        "６位　アマリリスさん　＋　１\r\n"
        "７位　リアトリスさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　すみれさん　　　３０\r\n"
        "２位↑　ミルトニアさん　２６\r\n"
        "３位－　ルピナスさん　　２４\r\n"
        "４位↓　デイジーさん　　２２\r\n"
        "５位－　コスモスさん　　１９\r\n"
        "６位－　モレアさん　　　　５\r\n"
        "７位↓　アマリリスさん　　４\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race06_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·すみれさん　　　　　　　　\r\n"
        "　マシン…二葉（ふたば）　　\r\n"
        "　魔法……精霊魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "魔法は防御や攻撃がバランス良\r\n"
        "くあり、いつも安定した走りを\r\n"
        "見せてくれます。　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ミルトニアさん　　　　　　\r\n"
        "　マシン…雪菜（ゆきな）　　\r\n"
        "　魔法……白魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "回復魔法を持っているので、わ\r\n"
        "りと荒っぽい走りをして、受け\r\n"
        "たダメージを回復魔法でなおす\r\n"
        "パターンが得意です。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第６戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race06_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·リアトリスさん　　　　　　\r\n"
        "　マシン…佐奈（さな）　　　\r\n"
        "　魔法……呪術　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "人形と釘を持って徘徊する姿は\r\n"
        "この人のレース前のいつもの行\r\n"
        "動です。レース自体ではあまり\r\n"
        "目立った動きはありません。　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ラベンダーさん　　　　　　\r\n"
        "　マシン…観星（みほし）　　\r\n"
        "　魔法……占い　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "いつもレース前に誰が勝つかを\r\n"
        "占っています。その占いの的中\r\n"
        "率は１００％とのうわさもあり\r\n"
        "ます。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第６戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race06_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第６戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "前回リタイアしたデイジーさん\r\n"
        "とラベンダーさんは今回大事を\r\n"
        "とって休養中です。　　　　　\r\n"
        "デイジーさんが休養中というこ\r\n"
        "とで、コスモスさんは合体魔法\r\n"
        "を使うことができず、苦しい戦\r\n"
        "いとなりました。そんな中トッ\r\n"
        "プ争いを繰り広げたのはルピナ\r\n"
        "スさんとすみれさん、そして最\r\n"
        "近好調のミルトニアさんです。\r\n"
        "最後はミラージュボディで混戦\r\n"
        "を抜け出してルピナスさんの勝\r\n"
        "利となりました。　　　　　　\r\n"
        "これでルピナスさんのトータル\r\n"
        "ポイントがすみれさんと並びま\r\n"
        "した。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　ルピナスさん　　　　　\r\n"
        "２位　ミルトニアさん　　　　\r\n"
        "３位　すみれさん{Press}";

    const char gText_TV_F314MGrandPrix_Race06_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第６戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　ルピナスさん　　＋１０\r\n"
        "２位　ミルトニアさん　＋　６\r\n"
        "３位　すみれさん　　　＋　４\r\n"
        "４位　コスモスさん　　＋　３\r\n"
        "５位　アマリリスさん　＋　２\r\n"
        "６位　モレアさん　　　＋　１\r\n"
        "７位　リアトリスさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　すみれさん　　　３４\r\n"
        "２位↑　ルピナスさん　　３４\r\n"
        "３位↓　ミルトニアさん　３２\r\n"
        "４位－　デイジーさん　　２２\r\n"
        "４位↑　コスモスさん　　２２\r\n"
        "６位－　モレアさん　　　　６\r\n"
        "６位↑　アマリリスさん　　６\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race07_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·デイジーさん　　　　　　　\r\n"
        "　マシン…牡丹（ぼたん）　　\r\n"
        "　魔法……光魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "光の翼シャイニングウイングを\r\n"
        "使えば追いつける人は誰もいな\r\n"
        "いのか？　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·コスモスさん　　　　　　　\r\n"
        "　マシン…牡丹（ぼたん）　　\r\n"
        "　魔法……闇魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "先に紹介したデイジーさんとは\r\n"
        "双子のお姉さんにあたる人で、\r\n"
        "得意な魔法も、闇の翼ダークネ\r\n"
        "スウイングと妹さんとほぼ同じ\r\n"
        "です。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第７戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race07_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·アマリリスさん　　　　　　\r\n"
        "　マシン…咲耶（さくや）　　\r\n"
        "　魔法……花魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "とりあえず花を出すことしか出\r\n"
        "来ないので、あまりレースに役\r\n"
        "に立つとは思えないのですが…\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ライラックさん　　　　　　\r\n"
        "　マシン…花梨（かりん）　　\r\n"
        "　魔法……見習　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "見習なのでまだ何も魔法が使え\r\n"
        "ないとのことです。これからの\r\n"
        "活躍に期待しましょう。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第７戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race07_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第７戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "みんなのヒロイン、デイジーさ\r\n"
        "んがついに戻ってきました！　\r\n"
        "そして予想通りコスモスさんと\r\n"
        "の合体魔法で序盤からトップを\r\n"
        "独走。　　　　　　　　　　　\r\n"
        "このレースを見る限り、デイジ\r\n"
        "ーさんはもう完全復活したと言\r\n"
        "ってもいいでしょう。　　　　\r\n"
        "３位以下はすみれさんとミルト\r\n"
        "ニアさんが激しい戦いをくりひ\r\n"
        "ろげていました。　　　　　　\r\n"
        "しかし終盤、ＭＰを使い果たし\r\n"
        "たミルトニアさんは、すみれさ\r\n"
        "んの風の魔法に対して、なすす\r\n"
        "べなく追いぬかれてしまいまし\r\n"
        "た。　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　デイジーさん　　　　　\r\n"
        "２位　コスモスさん　　　　　\r\n"
        "３位　すみれさん{Press}";

    const char gText_TV_F314MGrandPrix_Race07_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第７戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　デイジーさん　　＋１０\r\n"
        "２位　コスモスさん　　＋　６\r\n"
        "３位　すみれさん　　　＋　４\r\n"
        "４位　ミルトニアさん　＋　３\r\n"
        "５位　モレアさん　　　＋　２\r\n"
        "６位　リアトリスさん　＋　１\r\n"
        "７位　ラベンダーさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　すみれさん　　　３８\r\n"
        "２位↑　ミルトニアさん　３５\r\n"
        "３位↓　ルピナスさん　　３４\r\n"
        "４位－　デイジーさん　　３２\r\n"
        "５位↓　コスモスさん　　２８\r\n"
        "６位－　モレアさん　　　　８\r\n"
        "７位↓　アマリリスさん　　６\r\n"
        "８位↑　リアトリスさん　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race08_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·モレアさん　　　　　　　　\r\n"
        "　マシン…夏姫（なつき）　　\r\n"
        "　魔法……召喚魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "といっても、私はモレアさんが\r\n"
        "何かを召喚しているところを見\r\n"
        "たことがないのでよくわかりま\r\n"
        "せん。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ルピナスさん　　　　　　　\r\n"
        "　マシン…美鈴（みすず）　　\r\n"
        "　魔法……幻術　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "ということで、全ては幻。ばれ\r\n"
        "れば魔法自体は全く怖くありま\r\n"
        "せん。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第８戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race08_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·すみれさん　　　　　　　　\r\n"
        "　マシン…四葉（よつば）　　\r\n"
        "　魔法……精霊魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの四葉は、使う魔法に\r\n"
        "会わせて四段変形ができるらし\r\n"
        "いので、どんなものか見せても\r\n"
        "らいましょう。　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ミルトニアさん　　　　　　\r\n"
        "　マシン…雪菜（ゆきな）　　\r\n"
        "　魔法……白魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "回復魔法を持っているので、わ\r\n"
        "りと荒っぽい走りをして、受け\r\n"
        "たダメージを回復魔法でなおす\r\n"
        "パターンが得意です。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第８戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race08_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第８戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "予選でトップを取ったルピナス\r\n"
        "さん、本選でもミラージュボデ\r\n"
        "ィなどの魔法を効果的に使用し\r\n"
        "て、誰にも自分より前に出させ\r\n"
        "ず、ゴールするまでトップを守\r\n"
        "り続けました。　　　　　　　\r\n"
        "そしてついにトータルポイント\r\n"
        "でも、すみれさんを抜いてトッ\r\n"
        "プになりました。　　　　　　\r\n"
        "そのすみれさんですが…　待望\r\n"
        "の新マシン『四葉（よつば）』\r\n"
        "で勝負をかけますが、まだ調整\r\n"
        "不足なのか６位に終わってしま\r\n"
        "います。　　　　　　　　　　\r\n"
        "あと、どうでもいいことですが\r\n"
        "ラベンダーさんは占いの通り、\r\n"
        "今回初のポイントゲット！　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　ルピナスさん　　　　　\r\n"
        "２位　デイジーさん　　　　　\r\n"
        "３位　コスモスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race08_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第８戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　ルピナスさん　　＋１０\r\n"
        "２位　デイジーさん　　＋　６\r\n"
        "３位　コスモスさん　　＋　４\r\n"
        "４位　ラベンダーさん　＋　３\r\n"
        "５位　ミルトニアさん　＋　２\r\n"
        "６位　すみれさん　　　＋　１\r\n"
        "７位　リアトリスさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位↑　ルピナスさん　　４４\r\n"
        "２位↓　すみれさん　　　３９\r\n"
        "３位↑　デイジーさん　　３８\r\n"
        "４位↓　ミルトニアさん　３７\r\n"
        "５位－　コスモスさん　　３２\r\n"
        "６位－　モレアさん　　　　８\r\n"
        "７位－　アマリリスさん　　６\r\n"
        "８位↑　ラベンダーさん　　３\r\n"
        "９位↓　リアトリスさん　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race09_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·リアトリスさん　　　　　　\r\n"
        "　マシン…佐奈（さな）　　　\r\n"
        "　魔法……呪術　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "人形と釘を持って徘徊する姿は\r\n"
        "この人のレース前のいつもの行\r\n"
        "動です。レース自体ではあまり\r\n"
        "目立った動きはありません。　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ラベンダーさん　　　　　　\r\n"
        "　マシン…観星（みほし）　　\r\n"
        "　魔法……占い　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "いつもレース前に誰が勝つかを\r\n"
        "占っています。その占いの的中\r\n"
        "率は１００％とのうわさもあり\r\n"
        "ます。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第９戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race09_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·デイジーさん　　　　　　　\r\n"
        "　マシン…牡丹（ぼたん）　　\r\n"
        "　魔法……光魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "光の翼シャイニングウイングを\r\n"
        "使えば追いつける人は誰もいな\r\n"
        "いのか？　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·コスモスさん　　　　　　　\r\n"
        "　マシン…牡丹（ぼたん）　　\r\n"
        "　魔法……闇魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "先に紹介したデイジーさんとは\r\n"
        "双子のお姉さんにあたる人で、\r\n"
        "得意な魔法も、闇の翼ダークネ\r\n"
        "スウイングと妹さんとほぼ同じ\r\n"
        "です。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第９戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race09_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第９戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今回はあいにくの天候…　　　\r\n"
        "っていうかあまりの雨の激しさ\r\n"
        "に数メートル前も見えない状態\r\n"
        "でのレースとなりました。　　\r\n"
        "みなさんスローペースの中、ダ\r\n"
        "メージ覚悟で突っ走るミルトニ\r\n"
        "アさん。回復魔法を使いまくっ\r\n"
        "て無理矢理トップを取ることが\r\n"
        "できました。しかし無理をしす\r\n"
        "ぎたか、ミルトニアさんも無傷\r\n"
        "ではすまなかった！　　　　　\r\n"
        "最終戦には出場できそうにない\r\n"
        "ようです。せっかくトータルポ\r\n"
        "イントでもトップになったのに\r\n"
        "…　　　　　　　　　　　　　\r\n"
        "残念です。　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　ミルトニアさん　　　　\r\n"
        "２位　デイジーさん　　　　　\r\n"
        "３位　コスモスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race09_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第９戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　ミルトニアさん　＋１０\r\n"
        "２位　デイジーさん　　＋　６\r\n"
        "３位　コスモスさん　　＋　４\r\n"
        "４位　すみれさん　　　＋　３\r\n"
        "５位　ルピナスさん　　＋　２\r\n"
        "６位　アマリリス　　　＋　１\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位↑　ミルトニアさん　４７\r\n"
        "２位↓　ルピナスさん　　４６\r\n"
        "３位－　デイジーさん　　４４\r\n"
        "４位↓　すみれさん　　　４２\r\n"
        "５位－　コスモスさん　　３６\r\n"
        "６位－　モレアさん　　　　８\r\n"
        "７位－　アマリリスさん　　７\r\n"
        "８位－　ラベンダーさん　　３\r\n"
        "９位－　リアトリスさん　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race10_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·アマリリスさん　　　　　　\r\n"
        "　マシン…咲耶（さくや）　　\r\n"
        "　魔法……花魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "とりあえず花を出すことしか出\r\n"
        "来ないので、あまりレースに役\r\n"
        "に立つとは思えないのですが…\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ライラックさん　　　　　　\r\n"
        "　マシン…花梨（かりん）　　\r\n"
        "　魔法……見習　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "見習なのでまだ何も魔法が使え\r\n"
        "ないとのことです。これからの\r\n"
        "活躍に期待しましょう。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "最終戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race10_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·モレアさん　　　　　　　　\r\n"
        "　マシン…夏姫（なつき）　　\r\n"
        "　魔法……召喚魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "といっても、私はモレアさんが\r\n"
        "何かを召喚しているところを見\r\n"
        "たことがないのでよくわかりま\r\n"
        "せん。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ルピナスさん　　　　　　　\r\n"
        "　マシン…美鈴（みすず）　　\r\n"
        "　魔法……幻術　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "ということで、全ては幻。ばれ\r\n"
        "れば魔法自体は全く怖くありま\r\n"
        "せん。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "最終戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race10_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "最終戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "残念ながら、ミルトニアさんが\r\n"
        "欠場ということで、総合優勝は\r\n"
        "上位の３人で争われることにな\r\n"
        "ります。　　　　　　　　　　\r\n"
        "すみれさんの新マシン『四葉』\r\n"
        "がついに本領発揮！　デイジー\r\n"
        "さんとコスモスさんの合体魔法\r\n"
        "でも追い抜くことができなかっ\r\n"
        "た「風型」を含めて、４つの型\r\n"
        "を持っているこのマシンは、ど\r\n"
        "んな地形にでも対応することが\r\n"
        "可能な万能のマシンです。　　\r\n"
        "今回の優勝ですみれさんは総合\r\n"
        "得点でも１位になりました。　\r\n"
        "優勝おめでとうございます。　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　すみれさん　　　　　　\r\n"
        "２位　デイジーさん　　　　　\r\n"
        "３位　コスモスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race10_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "最終戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　すみれさん　　　＋１０\r\n"
        "２位　デイジーさん　　＋　６\r\n"
        "３位　コスモスさん　　＋　４\r\n"
        "４位　ルピナスさん　　＋　３\r\n"
        "５位　ラベンダーさん　＋　２\r\n"
        "６位　モレアさん　　　＋　１\r\n"
        "７位　アマリリスさん　　　　\r\n"
        "８位　リアトリスさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位↑　すみれさん　　　５２\r\n"
        "２位↑　デイジーさん　　５０\r\n"
        "３位↓　ルピナスさん　　４９\r\n"
        "４位↓　ミルトニアさん　４７\r\n"
        "５位－　コスモスさん　　４０\r\n"
        "６位－　モレアさん　　　　９\r\n"
        "７位－　アマリリスさん　　７\r\n"
        "８位－　ラベンダーさん　　５\r\n"
        "９位－　リアトリスさん　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となりました。{Press}";

    const char gText_TV_F314MGrandPrix_Race11_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·すみれさん　　　　　　　　\r\n"
        "　マシン…四葉（よつば）　　\r\n"
        "　魔法……精霊魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの四葉は、使う魔法に\r\n"
        "会わせて四段変形ができるらし\r\n"
        "いので、どんなものか見せても\r\n"
        "らいましょう。　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ミルトニアさん　　　　　　\r\n"
        "　マシン…雪菜（ゆきな）　　\r\n"
        "　魔法……白魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "回復魔法を持っているので、わ\r\n"
        "りと荒っぽい走りをして、受け\r\n"
        "たダメージを回復魔法でなおす\r\n"
        "パターンが得意です。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第１戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race11_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·リコリスさん　　　　　　　\r\n"
        "　マシン…真琴（まこと）　　\r\n"
        "　魔法……空間魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "自分のいる場所と相手のいる場\r\n"
        "所をまるごと入れ替えてしまう\r\n"
        "空間交換魔法は最強か？　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ラベンダーさん　　　　　　\r\n"
        "　マシン…観星（みほし）　　\r\n"
        "　魔法……占い　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "いつもレース前に誰が勝つかを\r\n"
        "占っています。その占いの的中\r\n"
        "率は１００％とのうわさもあり\r\n"
        "ます。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第１戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race11_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第１戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今期初参戦のリコリスさんがい\r\n"
        "きなり１位になりました。　　\r\n"
        "終盤までトップを独走していた\r\n"
        "すみれさんに、リコリスさんは\r\n"
        "こっそり空間交換の魔法を使用\r\n"
        "して自分と相手の位置を入れ替\r\n"
        "えて自分はさっさとトップでゴ\r\n"
        "ール！　　　　　　　　　　　\r\n"
        "しかしリコリスさんの空間交換\r\n"
        "は術者の使用場所によってはか\r\n"
        "なり危険なのでは？　として、\r\n"
        "この魔法の使用を禁止すべきと\r\n"
        "の声もあがってます。くわしい\r\n"
        "ことはわかり次第追って報告し\r\n"
        "ます。　　　　　　　　　　　\r\n"
        "ちなみにすみれさんはビリでし\r\n"
        "た。　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　リコリスさん　　　　　\r\n"
        "２位　デイジーさん　　　　　\r\n"
        "３位　コスモスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race11_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第１戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　リコリスさん　　＋１０\r\n"
        "２位　デイジーさん　　＋　６\r\n"
        "３位　コスモスさん　　＋　４\r\n"
        "４位　ルピナスさん　　＋　３\r\n"
        "５位　ミルトニアさん　＋　２\r\n"
        "６位　モレアさん　　　＋　１\r\n"
        "７位　アマリリスさん　　　　\r\n"
        "８位　ラベンダーさん　　　　\r\n"
        "９位　ライラックさん　　　　\r\n"
        "びり　すみれさん　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　リコリスさん　　１０\r\n"
        "２位－　デイジーさん　　　６\r\n"
        "３位－　コスモスさん　　　４\r\n"
        "４位－　ルピナスさん　　　３\r\n"
        "５位－　ミルトニアさん　　２\r\n"
        "６位－　モレアさん　　　　１\r\n"
        "\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race12_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第２戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "前回いきなり１位だったリコリ\r\n"
        "スさんは、休養中です。どうや\r\n"
        "ら空間交換の魔法はＭＰをかな\r\n"
        "り消費してしまうらしく、多用\r\n"
        "はできない魔法のようです。　\r\n"
        "そして気になるすみれさんは、\r\n"
        "前回のビリが相当むかついたら\r\n"
        "しく、今回はあまり良い走りと\r\n"
        "は言えませんでした。　　　　\r\n"
        "結局今回はデイジーさん·コス\r\n"
        "モスさん姉妹とルピナスさんの\r\n"
        "戦いなりました。　　　　　　\r\n"
        "ルピナスさんはミラージュボデ\r\n"
        "ィを二人の間で使って巧みに合\r\n"
        "体魔法を封じることで勝利をお\r\n"
        "さめました。　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　ルピナスさん　　　　　\r\n"
        "２位　デイジーさん　　　　　\r\n"
        "３位　コスモスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race12_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第２戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　ルピナスさん　　＋１０\r\n"
        "２位　デイジーさん　　＋　６\r\n"
        "３位　コスモスさん　　＋　４\r\n"
        "４位　ミルトニアさん　＋　３\r\n"
        "５位　モレアさん　　　＋　２\r\n"
        "６位　アマリリスさん　＋　１\r\n"
        "７位　すみれさん　　　　　　\r\n"
        "８位　ラベンダーさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位↑　ルピナスさん　　１３\r\n"
        "２位－　デイジーさん　　１２\r\n"
        "３位↓　リコリスさん　　１０\r\n"
        "４位↓　コスモスさん　　　８\r\n"
        "５位－　ミルトニアさん　　５\r\n"
        "６位－　モレアさん　　　　３\r\n"
        "７位↑　アマリリスさん　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race13_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·すみれさん　　　　　　　　\r\n"
        "　マシン…四葉（よつば）　　\r\n"
        "　魔法……精霊魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの四葉は、使う魔法に\r\n"
        "会わせて四段変形ができるらし\r\n"
        "いので、どんなものか見せても\r\n"
        "らいましょう。　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ミルトニアさん　　　　　　\r\n"
        "　マシン…雪菜（ゆきな）　　\r\n"
        "　魔法……白魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "回復魔法を持っているので、わ\r\n"
        "りと荒っぽい走りをして、受け\r\n"
        "たダメージを回復魔法でなおす\r\n"
        "パターンが得意です。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第３戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race13_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第３戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今回もまたリコリスさんはお休\r\n"
        "みです。前回とは違って、どう\r\n"
        "も今回はあまり気がのらないと\r\n"
        "かで…　次回からはまた出場す\r\n"
        "るとのことでした。　　　　　\r\n"
        "そして今回もデイジーさん·コ\r\n"
        "スモスさん姉妹とルピナスさん\r\n"
        "の戦いなるのかと思いきや、ミ\r\n"
        "ルトニアさんも加わって三つ巴\r\n"
        "の戦いとなりました。　　　　\r\n"
        "混戦を制したのは一瞬のすきを\r\n"
        "ついて合体魔法を使ったデイジ\r\n"
        "ーさん·コスモスさん姉妹で、\r\n"
        "続いてミルトニアさん、ルピナ\r\n"
        "スさんとなりました。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　デイジーさん　　　　　\r\n"
        "２位　コスモスさん　　　　　\r\n"
        "３位　ミルトニアさん{Press}";

    const char gText_TV_F314MGrandPrix_Race13_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第３戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　デイジーさん　　＋１０\r\n"
        "２位　コスモスさん　　＋　６\r\n"
        "３位　ミルトニアさん　＋　４\r\n"
        "４位　ルピナスさん　　＋　３\r\n"
        "５位　アマリリスさん　＋　２\r\n"
        "６位　モレアさん　　　＋　１\r\n"
        "７位　ラベンダーさん　　　　\r\n"
        "８位　すみれさん　　　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位↑　デイジーさん　　２２\r\n"
        "２位↓　ルピナスさん　　１６\r\n"
        "３位↑　コスモスさん　　１４\r\n"
        "４位↓　リコリスさん　　１０\r\n"
        "５位－　ミルトニアさん　　９\r\n"
        "６位－　モレアさん　　　　４\r\n"
        "７位↑　アマリリスさん　　３\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race14_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·リコリスさん　　　　　　　\r\n"
        "　マシン…真琴（まこと）　　\r\n"
        "　魔法……空間魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "自分のいる場所と相手のいる場\r\n"
        "所をまるごと入れ替えてしまう\r\n"
        "空間交換魔法は最強か？　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ラベンダーさん　　　　　　\r\n"
        "　マシン…観星（みほし）　　\r\n"
        "　魔法……占い　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "いつもレース前に誰が勝つかを\r\n"
        "占っています。その占いの的中\r\n"
        "率は１００％とのうわさもあり\r\n"
        "ます。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第４戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race14_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第４戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "第１戦でいきなり１位になって\r\n"
        "その後休みっぱなしだったリコ\r\n"
        "リスさんがついに今回帰ってき\r\n"
        "ました。　　　　　　　　　　\r\n"
        "しかしレース前にいきなりすみ\r\n"
        "れさんがリコリスさんに第１戦\r\n"
        "で使われた魔法のことで文句を\r\n"
        "言い出します。一応まわりの人\r\n"
        "たちが止めましたがまだ文句が\r\n"
        "言い足りなかったようで、その\r\n"
        "いらいらがレースでも悪い形で\r\n"
        "出てしまいました。すみれさん\r\n"
        "はルピナスさんと接触、リタイ\r\n"
        "アとなってしまいました。　　\r\n"
        "ちなみにリコリスさんは、空間\r\n"
        "交換を使うまでもなく優勝とな\r\n"
        "りました。　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　リコリスさん　　　　　\r\n"
        "２位　デイジーさん　　　　　\r\n"
        "３位　コスモスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race14_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第４戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　リコリスさん　　＋１０\r\n"
        "２位　デイジーさん　　＋　６\r\n"
        "３位　コスモスさん　　＋　４\r\n"
        "４位　ミルトニアさん　＋　３\r\n"
        "５位　モレアさん　　　＋　２\r\n"
        "６位　ラベンダーさん　＋　１\r\n"
        "７位　アマリリスさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　デイジーさん　　２８\r\n"
        "２位↑　リコリスさん　　２０\r\n"
        "３位－　コスモスさん　　１８\r\n"
        "４位↓　ルピナスさん　　１６\r\n"
        "５位－　ミルトニアさん　１２\r\n"
        "６位－　モレアさん　　　　６\r\n"
        "７位－　アマリリスさん　　３\r\n"
        "８位↑　ラベンダーさん　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race15_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第５戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "ラベンダーさんはひさびさの占\r\n"
        "いでデイジーさんとの接触があ\r\n"
        "るとの結果が出ました。　　　\r\n"
        "もちろんそれを聞いて逃げるデ\r\n"
        "イジーさんではなかったんです\r\n"
        "が…　　　　　　　　　　　　\r\n"
        "デイジーさんはできるだけラベ\r\n"
        "ンダーさんに近づかないように\r\n"
        "してたのですが、いつのまにか\r\n"
        "周回おくれにさせてしまってい\r\n"
        "ました。で、案の定いきなりラ\r\n"
        "ベンダーさんの乗ってるマシン\r\n"
        "が故障、減速して斜め後ろにい\r\n"
        "たデイジーさんに接触。共にリ\r\n"
        "タイアとなってしまいました。\r\n"
        "やはり占いは絶対なのか…　　\r\n"
        "ちなみに今回のリタイアでトー\r\n"
        "タルポイントでもリコリスさん\r\n"
        "に抜かれてしまいました。　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　リコリスさん　　　　　\r\n"
        "２位　コスモスさん　　　　　\r\n"
        "３位　ルピナスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race15_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第５戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　リコリスさん　　＋１０\r\n"
        "２位　コスモスさん　　＋　６\r\n"
        "３位　ルピナスさん　　＋　４\r\n"
        "４位　すみれさん　　　＋　３\r\n"
        "５位　ミルトニアさん　＋　２\r\n"
        "６位　アマリリスさん　＋　１\r\n"
        "７位　モレアさん　　　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位↑　リコリスさん　　３０\r\n"
        "２位↓　デイジーさん　　２８\r\n"
        "３位－　コスモスさん　　２４\r\n"
        "４位－　ルピナスさん　　２０\r\n"
        "５位－　ミルトニアさん　１４\r\n"
        "６位－　モレアさん　　　　６\r\n"
        "７位－　アマリリスさん　　４\r\n"
        "８位↑　すみれさん　　　　３\r\n"
        "９位↓　ラベンダーさん　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race16_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·すみれさん　　　　　　　　\r\n"
        "　マシン…四葉（よつば）　　\r\n"
        "　魔法……精霊魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの四葉は、使う魔法に\r\n"
        "会わせて四段変形ができていい\r\n"
        "感じです。　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ミルトニアさん　　　　　　\r\n"
        "　マシン…雪菜（ゆきな）　　\r\n"
        "　魔法……白魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "回復魔法を持っているので、わ\r\n"
        "りと荒っぽい走りをして、受け\r\n"
        "たダメージを回復魔法でなおす\r\n"
        "パターンが得意です。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第６戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race16_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·リコリスさん　　　　　　　\r\n"
        "　マシン…真琴（まこと）　　\r\n"
        "　魔法……空間魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "自分のいる場所と相手のいる場\r\n"
        "所をまるごと入れ替えてしまう\r\n"
        "空間交換魔法は最強か？　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ラベンダーさん　　　　　　\r\n"
        "　マシン…観星（みほし）　　\r\n"
        "　魔法……占い　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "いつもレース前に誰が勝つかを\r\n"
        "占っています。その占いの的中\r\n"
        "率は１００％とのうわさもあり\r\n"
        "ます。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第６戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race16_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第６戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今回リコリスさんの魔法、空間\r\n"
        "交換をくらってしまったのはデ\r\n"
        "イジーさんでした。　　　　　\r\n"
        "デイジーさんの移動先はアマリ\r\n"
        "リスさんとモレアさんのすぐ後\r\n"
        "ろだったので、うまくよけるこ\r\n"
        "とができずにそのまま３人は接\r\n"
        "触、みなさん仲良くリタイアと\r\n"
        "なりました。　　　　　　　　\r\n"
        "そして今回のリタイアでデイジ\r\n"
        "ーさんはトータルポイントでも\r\n"
        "妹のコスモスさんに追いぬかれ\r\n"
        "てしまい３位に落ちました。　\r\n"
        "空間交換を使ったリコリスさん\r\n"
        "は次回、休んでしまうのでしょ\r\n"
        "うか？　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　リコリスさん　　　　　\r\n"
        "２位　コスモスさん　　　　　\r\n"
        "３位　ルピナスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race16_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第６戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　リコリスさん　　＋１０\r\n"
        "２位　コスモスさん　　＋　６\r\n"
        "３位　ルピナスさん　　＋　４\r\n"
        "４位　すみれさん　　　＋　３\r\n"
        "５位　ミルトニアさん　＋　２\r\n"
        "６位　ラベンダーさん　＋　１\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　リコリスさん　　４０\r\n"
        "２位↑　コスモスさん　　３０\r\n"
        "３位↓　デイジーさん　　２８\r\n"
        "４位－　ルピナスさん　　２４\r\n"
        "５位－　ミルトニアさん　１６\r\n"
        "６位－　モレアさん　　　　６\r\n"
        "６位↑　すみれさん　　　　６\r\n"
        "８位↓　アマリリスさん　　４\r\n"
        "９位－　ラベンダーさん　　２\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race17_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第７戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "みなさんの予想通り、リコリス\r\n"
        "さんは、今回お休みしていまし\r\n"
        "た。　　　　　　　　　　　　\r\n"
        "そこでトップに出てきたのが今\r\n"
        "回新マシンの『麻帆（まほ）』\r\n"
        "を投入してきたルピナスさん！\r\n"
        "デイジーさん、コスモスさん姉\r\n"
        "妹をうまくブロックして魔法を\r\n"
        "使わせず、終始ルピナスさんの\r\n"
        "ペースでレースが進みます。　\r\n"
        "結局そのままルピナスさんがト\r\n"
        "ップでゴールとなりました。　\r\n"
        "今回の結果によりトータルポイ\r\n"
        "ントでルピナスさん、デイジー\r\n"
        "さん、コスモスさんの３人が同\r\n"
        "点２位となりました。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　ルピナスさん　　　　　\r\n"
        "２位　デイジーさん　　　　　\r\n"
        "３位　コスモスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race17_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第７戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　ルピナスさん　　＋１０\r\n"
        "２位　デイジーさん　　＋　６\r\n"
        "３位　コスモスさん　　＋　４\r\n"
        "４位　すみれさん　　　＋　３\r\n"
        "５位　ラベンダーさん　＋　２\r\n"
        "６位　アマリリスさん　＋　１\r\n"
        "７位　モレアさん　　　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　リコリスさん　　４０\r\n"
        "２位－　コスモスさん　　３４\r\n"
        "２位↑　デイジーさん　　３４\r\n"
        "２位↑　ルピナスさん　　３４\r\n"
        "５位－　ミルトニアさん　１６\r\n"
        "６位－　すみれさん　　　　９\r\n"
        "７位↓　モレアさん　　　　６\r\n"
        "８位－　アマリリスさん　　５\r\n"
        "９位－　ラベンダーさん　　４\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race18_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·モレアさん　　　　　　　　\r\n"
        "　マシン…夏姫（なつき）　　\r\n"
        "　魔法……召喚魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "といっても、私はモレアさんが\r\n"
        "何かを召喚しているところを見\r\n"
        "たことがないのでよくわかりま\r\n"
        "せん。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ルピナスさん　　　　　　　\r\n"
        "　マシン…麻帆（まほ）　　　\r\n"
        "　魔法……幻術　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの麻帆の力はぱっと見\r\n"
        "ただけではよくわかりませんが\r\n"
        "やっぱり強くなってるみたいで\r\n"
        "す。　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第８戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race18_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·すみれさん　　　　　　　　\r\n"
        "　マシン…四葉（よつば）　　\r\n"
        "　魔法……精霊魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの四葉は、使う魔法に\r\n"
        "会わせて四段変形ができていい\r\n"
        "感じです。　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ミルトニアさん　　　　　　\r\n"
        "　マシン…雪菜（ゆきな）　　\r\n"
        "　魔法……白魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "回復魔法を持っているので、わ\r\n"
        "りと荒っぽい走りをして、受け\r\n"
        "たダメージを回復魔法でなおす\r\n"
        "パターンが得意です。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第８戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race18_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第８戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "リコリスさん早くも復活です。\r\n"
        "ルピナスさんの新マシンとの戦\r\n"
        "いがどうなるのか注目されてい\r\n"
        "ました。　　　　　　　　　　\r\n"
        "しかしリコリスさんにはルピナ\r\n"
        "スさんの新マシンでも追いつく\r\n"
        "ことができませんでした。　　\r\n"
        "中盤、リコリスさんは周回遅れ\r\n"
        "のラベンダーさんとアマリリス\r\n"
        "さんにはさまれてピンチかと思\r\n"
        "いきや、空間区間で最終コーナ\r\n"
        "ーを脱出して、その後は危なげ\r\n"
        "なくリコリスさんの優勝となり\r\n"
        "ました。　　　　　　　　　　\r\n"
        "残るは２戦。総合優勝はほぼリ\r\n"
        "コリスさんで確定でしょうか？\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　リコリスさん　　　　　\r\n"
        "２位　ルピナスさん　　　　　\r\n"
        "３位　デイジーさん{Press}";

    const char gText_TV_F314MGrandPrix_Race18_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第８戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　リコリスさん　　＋１０\r\n"
        "２位　ルピナスさん　　＋　６\r\n"
        "３位　デイジーさん　　＋　４\r\n"
        "４位　コスモスさん　　＋　３\r\n"
        "５位　すみれさん　　　＋　２\r\n"
        "６位　ミルトニアさん　＋　１\r\n"
        "７位　モレアさん　　　　　　\r\n"
        "８位　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　リコリスさん　　５０\r\n"
        "２位－　ルピナスさん　　４０\r\n"
        "３位↓　デイジーさん　　３８\r\n"
        "４位↓　コスモスさん　　３７\r\n"
        "５位－　ミルトニアさん　１７\r\n"
        "６位－　すみれさん　　　１１\r\n"
        "７位－　モレアさん　　　　６\r\n"
        "８位－　アマリリスさん　　５\r\n"
        "９位－　ラベンダーさん　　４\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race19_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·リコリスさん　　　　　　　\r\n"
        "　マシン…真琴（まこと）　　\r\n"
        "　魔法……空間魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "自分のいる場所と相手のいる場\r\n"
        "所をまるごと入れ替えてしまう\r\n"
        "空間交換魔法は最強か？　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ラベンダーさん　　　　　　\r\n"
        "　マシン…観星（みほし）　　\r\n"
        "　魔法……占い　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "いつもレース前に誰が勝つかを\r\n"
        "占っています。その占いの的中\r\n"
        "率は１００％とのうわさもあり\r\n"
        "ます。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第９戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race19_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第９戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "予想通りと言うかなんと言うか\r\n"
        "…　今回もリコリスさんが優勝\r\n"
        "となりました。　　　　　　　\r\n"
        "しかも２位のミルトニアさんに\r\n"
        "５２秒という大差をつけて！　\r\n"
        "この優勝により、リコリスさん\r\n"
        "は最終戦を待たずして総合優勝\r\n"
        "ということに決まってしまいま\r\n"
        "した。しかしまだ全てが終わっ\r\n"
        "たわけではありません。　　　\r\n"
        "次回は最終戦、みなさん悔いの\r\n"
        "無いように頑張ってください。\r\n"
        "といってももう総合優勝が決ま\r\n"
        "ってしまったからやる気が無く\r\n"
        "なってるかも…　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　リコリスさん　　　　　\r\n"
        "２位　ミルトニアさん　　　　\r\n"
        "３位　デイジーさん{Press}";

    const char gText_TV_F314MGrandPrix_Race19_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第９戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　リコリスさん　　＋１０\r\n"
        "２位　ミルトニアさん　＋　６\r\n"
        "３位　デイジーさん　　＋　４\r\n"
        "４位　コスモスさん　　＋　３\r\n"
        "５位　すみれさん　　　＋　２\r\n"
        "６位　ルピナスさん　　＋　１\r\n"
        "７位　ラベンダーさん　　　　\r\n"
        "８位　モレアさん　　　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　リコリスさん　　６０\r\n"
        "２位↑　デイジーさん　　４２\r\n"
        "３位↓　ルピナスさん　　４１\r\n"
        "４位－　コスモスさん　　４０\r\n"
        "５位－　ミルトニアさん　２３\r\n"
        "６位－　すみれさん　　　１３\r\n"
        "７位－　モレアさん　　　　６\r\n"
        "８位－　アマリリスさん　　５\r\n"
        "９位－　ラベンダーさん　　４\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race20_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·モレアさん　　　　　　　　\r\n"
        "　マシン…夏姫（なつき）　　\r\n"
        "　魔法……召喚魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "といっても、私はモレアさんが\r\n"
        "何かを召喚しているところを見\r\n"
        "たことがないのでよくわかりま\r\n"
        "せん。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ルピナスさん　　　　　　　\r\n"
        "　マシン…麻帆（まほ）　　　\r\n"
        "　魔法……幻術　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの麻帆の力はぱっと見\r\n"
        "ただけではよくわかりませんが\r\n"
        "やっぱり強くなってるみたいで\r\n"
        "す。　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "最終戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race20_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "最終戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今期はもうリコリスさんの総合\r\n"
        "優勝が決まっているからか、み\r\n"
        "なさんあまりやる気がないレー\r\n"
        "スとなってしまいました。　　\r\n"
        "しかし、その中でリコリスさん\r\n"
        "とすみれさんだけはいつも通り\r\n"
        "の走りを見せてくれました。　\r\n"
        "すみれさん、さすがにリコリス\r\n"
        "さんには及ばなかったものの、\r\n"
        "３位のルピナスさんに対して２\r\n"
        "分以上の大差をつけての２位と\r\n"
        "なりました。　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　リコリスさん　　　　　\r\n"
        "２位　すみれさん　　　　　　\r\n"
        "３位　ルピナスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race20_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "最終戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　リコリスさん　　＋１０\r\n"
        "２位　すみれさん　　　＋　６\r\n"
        "３位　ルピナスさん　　＋　４\r\n"
        "４位　デイジーさん　　＋　３\r\n"
        "５位　コスモスさん　　＋　２\r\n"
        "６位　ミルトニアさん　＋　１\r\n"
        "７位　ラベンダーさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　リコリスさん　　７０\r\n"
        "２位－　デイジーさん　　４５\r\n"
        "２位↑　ルピナスさん　　４５\r\n"
        "４位－　コスモスさん　　４２\r\n"
        "５位－　ミルトニアさん　２４\r\n"
        "６位－　すみれさん　　　１９\r\n"
        "７位－　モレアさん　　　　６\r\n"
        "８位－　アマリリスさん　　５\r\n"
        "９位－　ラベンダーさん　　４\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となりました。{Press}";

    const char gText_TV_F314MGrandPrix_Race21_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·すみれさん　　　　　　　　\r\n"
        "　マシン…万葉（まよう）　　\r\n"
        "　魔法……精霊魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの万葉は、四葉の発展\r\n"
        "系なのでやっぱり四段変形がで\r\n"
        "きていい感じです。　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ミルトニアさん　　　　　　\r\n"
        "　マシン…雪菜（ゆきな）　　\r\n"
        "　魔法……白魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "回復魔法を持っているので、わ\r\n"
        "りと荒っぽい走りをして、受け\r\n"
        "たダメージを回復魔法でなおす\r\n"
        "パターンが得意です。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第１戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race21_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第１戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "第１戦からいきなり激しい戦い\r\n"
        "が繰り広げられました。　　　\r\n"
        "なんと今期初参戦のユーコミス\r\n"
        "さんと、新型の『牡丹』を投入\r\n"
        "してきたデイジーさんとコスモ\r\n"
        "スさんの光闇姉妹の対決となり\r\n"
        "ました。　　　　　　　　　　\r\n"
        "前回圧倒的な強さで優勝したリ\r\n"
        "コリスさんはマシンの不調に苦\r\n"
        "しみ、途中で起死回生の空間交\r\n"
        "換の魔法を試みますが、なんと\r\n"
        "ユーコミスさんはこれをかわし\r\n"
        "そのままトップでゴールとなり\r\n"
        "ました。リコリスさんは６位に\r\n"
        "終わっています。　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　ユーコミスさん　　　　\r\n"
        "２位　デイジーさん　　　　　\r\n"
        "３位　コスモスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race21_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第１戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　ユーコミスさん　＋１０\r\n"
        "２位　デイジーさん　　＋　６\r\n"
        "３位　コスモスさん　　＋　４\r\n"
        "４位　ルピナスさん　　＋　３\r\n"
        "５位　すみれさん　　　＋　２\r\n"
        "６位　リコリスさん　　＋　１\r\n"
        "７位　ミルトニアさん　　　　\r\n"
        "８位　ラベンダーさん　　　　\r\n"
        "９位　モレアさん　　　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　ユーコミスさん　１０\r\n"
        "２位－　デイジーさん　　　６\r\n"
        "３位－　コスモスさん　　　４\r\n"
        "４位－　ルピナスさん　　　３\r\n"
        "５位－　すみれさん　　　　２\r\n"
        "６位－　リコリスさん　　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race22_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ユーコミスさん　　　　　　\r\n"
        "　マシン…杏子（きょうこ）　\r\n"
        "　魔法……時間魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新人ながら強い魔法を持ってい\r\n"
        "るこの人、時間を止める魔法を\r\n"
        "使われると手がつけられない？\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ライラックさん　　　　　　\r\n"
        "　マシン…花梨（かりん）　　\r\n"
        "　魔法……見習　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "見習なのでまだ何も魔法が使え\r\n"
        "ないとのことです。これからの\r\n"
        "活躍に期待しましょう。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第２戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race22_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第２戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "前回マシンの不調で苦しんだリ\r\n"
        "コリスさんでしたが、今回は絶\r\n"
        "好調。　　　　　　　　　　　\r\n"
        "しかしユーコミスさんは最終回\r\n"
        "で、究極魔法「一人の時」を使\r\n"
        "ってみんなを止めている間にば\r\n"
        "っちりトップになっていたよう\r\n"
        "です。　…時間を止めていたわ\r\n"
        "けなので、その間わたしたちも\r\n"
        "止まっていたわけで…　何が起\r\n"
        "こっていたのか、実はよくわか\r\n"
        "りませんでしたが…　　　　　\r\n"
        "とにかく、いきなりユーコミス\r\n"
        "さんはリコリスさんの前に出現\r\n"
        "してそのままゴールとなりまし\r\n"
        "た。　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　ユーコミスさん　　　　\r\n"
        "２位　リコリスさん　　　　　\r\n"
        "３位　デイジーさん{Press}";

    const char gText_TV_F314MGrandPrix_Race22_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第２戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　ユーコミスさん　＋１０\r\n"
        "２位　リコリスさん　　＋　６\r\n"
        "３位　デイジーさん　　＋　４\r\n"
        "４位　コスモスさん　　＋　３\r\n"
        "５位　ルピナスさん　　＋　２\r\n"
        "６位　ミルトニアさん　＋　１\r\n"
        "７位　ラベンダーさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　ユーコミスさん　２０\r\n"
        "２位－　デイジーさん　　１０\r\n"
        "３位－　コスモスさん　　　７\r\n"
        "３位↑　リコリスさん　　　７\r\n"
        "５位↓　ルピナスさん　　　５\r\n"
        "６位↓　すみれさん　　　　２\r\n"
        "７位↑　ミルトニアさん　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race23_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·モレアさん　　　　　　　　\r\n"
        "　マシン…夏姫（なつき）　　\r\n"
        "　魔法……召喚魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "といっても、私はモレアさんが\r\n"
        "何かを召喚しているところを見\r\n"
        "たことがないのでよくわかりま\r\n"
        "せん。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ルピナスさん　　　　　　　\r\n"
        "　マシン…麻帆（まほ）　　　\r\n"
        "　魔法……幻術　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの麻帆の力はぱっと見\r\n"
        "ただけではよくわかりませんが\r\n"
        "やっぱり強くなってるみたいで\r\n"
        "す。　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第３戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race23_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·すみれさん　　　　　　　　\r\n"
        "　マシン…万葉（まよう）　　\r\n"
        "　魔法……精霊魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの万葉は、四葉の発展\r\n"
        "系なので、やっぱり四段変形が\r\n"
        "できていい感じです。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ミルトニアさん　　　　　　\r\n"
        "　マシン…雪菜（ゆきな）　　\r\n"
        "　魔法……白魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "回復魔法を持っているので、わ\r\n"
        "りと荒っぽい走りをして、受け\r\n"
        "たダメージを回復魔法でなおす\r\n"
        "パターンが得意です。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第３戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race23_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第３戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "ユーコミスさんは前回使用した\r\n"
        "究極魔法のつかれが残ったまま\r\n"
        "だったようで、動きがかなり重\r\n"
        "くなっていました。　　　　　\r\n"
        "だからか、モレアさんの放った\r\n"
        "青龍召喚の魔法をよけることが\r\n"
        "できずにコースアウト！　　　\r\n"
        "ただそのときにモレアさんも巻\r\n"
        "きこんでしまったので、二人仲\r\n"
        "良くリタイアとなりました。　\r\n"
        "そこで出てきたのはやはりリコ\r\n"
        "リスさん。　　　　　　　　　\r\n"
        "ルピナスさんも懸命に追撃しま\r\n"
        "したが結局かなわず。　　　　\r\n"
        "リコリスさんは今期初優勝とな\r\n"
        "りました。　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　リコリスさん　　　　　\r\n"
        "２位　ルピナスさん　　　　　\r\n"
        "３位　デイジーさん{Press}";

    const char gText_TV_F314MGrandPrix_Race23_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第３戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　リコリスさん　　＋１０\r\n"
        "２位　ルピナスさん　　＋　６\r\n"
        "３位　デイジーさん　　＋　４\r\n"
        "４位　コスモスさん　　＋　３\r\n"
        "５位　ミルトニアさん　＋　２\r\n"
        "６位　すみれさん　　　＋　１\r\n"
        "７位　ラベンダーさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　ユーコミスさん　２０\r\n"
        "２位↑　リコリスさん　　１７\r\n"
        "３位↓　デイジーさん　　１４\r\n"
        "４位↑　ルピナスさん　　１１\r\n"
        "５位↓　コスモスさん　　１０\r\n"
        "６位－　すみれさん　　　　３\r\n"
        "６位↑　ミルトニアさん　　３\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race24_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第４戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今回はレース前から大波乱があ\r\n"
        "りました。　　　　　　　　　\r\n"
        "ラベンダーさんが占いで今回の\r\n"
        "レース中にユーコミスさんと自\r\n"
        "分が接触、リタイアすることを\r\n"
        "予言しました。　　　　　　　\r\n"
        "ユーコミスさんはそれを聞いて\r\n"
        "素直に今回のレースには出場し\r\n"
        "ませんでした。　　　　　　　\r\n"
        "そのことに敬意を表してなのか\r\n"
        "ラベンダーさんも出場しません\r\n"
        "でした。　　　　　　　　　　\r\n"
        "ちなみにリコリスさんはお腹が\r\n"
        "痛いためお休みするとのことで\r\n"
        "した。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　デイジーさん　　　　　\r\n"
        "２位　コスモスさん　　　　　\r\n"
        "３位　ミルトニアさん{Press}";

    const char gText_TV_F314MGrandPrix_Race24_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第４戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　デイジーさん　　＋１０\r\n"
        "２位　コスモスさん　　＋　６\r\n"
        "３位　ミルトニアさん　＋　４\r\n"
        "４位　ルピナスさん　　＋　３\r\n"
        "５位　すみれさん　　　＋　２\r\n"
        "６位　モレアさん　　　＋　１\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位↑　デイジーさん　　２４\r\n"
        "２位↓　ユーコミスさん　２０\r\n"
        "３位↓　リコリスさん　　１７\r\n"
        "４位↑　コスモスさん　　１６\r\n"
        "５位↓　ルピナスさん　　１４\r\n"
        "６位－　ミルトニアさん　　７\r\n"
        "７位↓　すみれさん　　　　５\r\n"
        "８位↑　モレアさん　　　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race25_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ユーコミスさん　　　　　　\r\n"
        "　マシン…杏子（きょうこ）　\r\n"
        "　魔法……時間魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新人ながら強い魔法を持ってい\r\n"
        "るこの人、時間を止める魔法を\r\n"
        "使われると手がつけられない？\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ライラックさん　　　　　　\r\n"
        "　マシン…花梨（かりん）　　\r\n"
        "　魔法……見習　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "見習なのでまだ何も魔法が使え\r\n"
        "ないとのことです。これからの\r\n"
        "活躍に期待しましょう。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第５戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race25_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·モレアさん　　　　　　　　\r\n"
        "　マシン…夏姫（なつき）　　\r\n"
        "　魔法……召喚魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "といっても、私はモレアさんが\r\n"
        "何かを召喚しているところを見\r\n"
        "たことがないのでよくわかりま\r\n"
        "せん。　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ルピナスさん　　　　　　　\r\n"
        "　マシン…麻帆（まほ）　　　\r\n"
        "　魔法……幻術　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの麻帆の力はぱっと見\r\n"
        "ただけではよくわかりませんが\r\n"
        "やっぱり強くなってるみたいで\r\n"
        "す。　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第５戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race25_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第５戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今回は久々にユーコミスさんと\r\n"
        "リコリスさんの対決となりまし\r\n"
        "た。　　　　　　　　　　　　\r\n"
        "常にユーコミスさんのペースで\r\n"
        "進み、リコリスさんは追いぬく\r\n"
        "ことができません。しかし前回\r\n"
        "のように魔法をかわされること\r\n"
        "を恐れてか、空間交換を出すこ\r\n"
        "ともためらっていたようです。\r\n"
        "その分ＭＰは空間区間に費やし\r\n"
        "てユーコミスさんとの差を縮め\r\n"
        "ようとしましたが一歩及ばず、\r\n"
        "リコリスさんは２位に終わりま\r\n"
        "した。　　　　　　　　　　　\r\n"
        "これによりユーコミスさんはト\r\n"
        "ータルポイントでもトップにな\r\n"
        "りました。　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　ユーコミスさん　　　　\r\n"
        "２位　リコリスさん　　　　　\r\n"
        "３位　ルピナスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race25_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第５戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　ユーコミスさん　＋１０\r\n"
        "２位　リコリスさん　　＋　６\r\n"
        "３位　ルピナスさん　　＋　４\r\n"
        "４位　デイジーさん　　＋　３\r\n"
        "５位　コスモスさん　　＋　２\r\n"
        "６位　ミルトニアさん　＋　１\r\n"
        "７位　すみれさん　　　　　　\r\n"
        "８位　モレアさん　　　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位↑　ユーコミスさん　３０\r\n"
        "２位↓　デイジーさん　　２７\r\n"
        "３位－　リコリスさん　　２３\r\n"
        "４位－　コスモスさん　　１８\r\n"
        "５位－　ルピナスさん　　１８\r\n"
        "６位－　ミルトニアさん　　８\r\n"
        "７位－　すみれさん　　　　５\r\n"
        "８位－　モレアさん　　　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race26_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·すみれさん　　　　　　　　\r\n"
        "　マシン…万葉（まよう）　　\r\n"
        "　魔法……精霊魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの万葉は、四葉の発展\r\n"
        "系なので、やっぱり四段変形が\r\n"
        "できていい感じです。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ミルトニアさん　　　　　　\r\n"
        "　マシン…雪菜（ゆきな）　　\r\n"
        "　魔法……白魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "回復魔法を持っているので、わ\r\n"
        "りと荒っぽい走りをして、受け\r\n"
        "たダメージを回復魔法でなおす\r\n"
        "パターンが得意です。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第６戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race26_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第６戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "ラベンダーさんが占いで今回の\r\n"
        "レース中にコスモスさんと自分\r\n"
        "が接触、リタイアすることを予\r\n"
        "言しましたが、それでおとなし\r\n"
        "く棄権するコスモスさんではあ\r\n"
        "りませんでした。　　　　　　\r\n"
        "そして、やはり占いは的中！　\r\n"
        "二人は仲良くリタイアとなりま\r\n"
        "した。しかし、コスモスさんは\r\n"
        "リタイア直前、残ったＭＰを全\r\n"
        "てデイジーさんに渡して、勝利\r\n"
        "への希望をつなぎます。　　　\r\n"
        "デイジーさんはもらったＭＰで\r\n"
        "残りの周回を全てシャイニング\r\n"
        "ウイングで突き進み、みごと１\r\n"
        "位になりました。　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　デイジーさん　　　　　\r\n"
        "２位　ユーコミスさん　　　　\r\n"
        "３位　リコリスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race26_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第６戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　デイジーさん　　＋１０\r\n"
        "２位　ユーコミスさん　＋　６\r\n"
        "３位　リコリスさん　　＋　４\r\n"
        "４位　ルピナスさん　　＋　３\r\n"
        "５位　すみれさん　　　＋　２\r\n"
        "６位　ミルトニアさん　＋　１\r\n"
        "７位　モレアさん　　　　　　\r\n"
        "８位　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位↑　デイジーさん　　３７\r\n"
        "２位↓　ユーコミスさん　３６\r\n"
        "３位－　リコリスさん　　２７\r\n"
        "４位↑　ルピナスさん　　２１\r\n"
        "５位↓　コスモスさん　　１８\r\n"
        "６位－　ミルトニアさん　　９\r\n"
        "７位－　すみれさん　　　　７\r\n"
        "８位－　モレアさん　　　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race27_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ユーコミスさん　　　　　　\r\n"
        "　マシン…杏子（きょうこ）　\r\n"
        "　魔法……時間魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新人ながら強い魔法を持ってい\r\n"
        "るこの人、時間を止める魔法を\r\n"
        "使われると手がつけられない？\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ライラックさん　　　　　　\r\n"
        "　マシン…花梨（かりん）　　\r\n"
        "　魔法……見習　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "見習なのでまだ何も魔法が使え\r\n"
        "ないとのことです。これからの\r\n"
        "活躍に期待しましょう。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第７戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race27_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第７戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "やはり今回もユーコミスさんと\r\n"
        "リコリスさん二人の戦いとなり\r\n"
        "ました。　　　　　　　　　　\r\n"
        "絶妙のタイミングで空間区間を\r\n"
        "使ったリコリスさん。追いぬく\r\n"
        "かと思われましたがばっちり同\r\n"
        "じタイミングでユーコミスさん\r\n"
        "が先見の明を発動したので、リ\r\n"
        "コリスさんが魔法を使うタイミ\r\n"
        "ングを読まれてしまい完全にブ\r\n"
        "ロックされてしまいました。　\r\n"
        "ちなみに前回ＭＰを使いすぎた\r\n"
        "デイジーさんと、そのデイジー\r\n"
        "さんのためにリタイア直前ＭＰ\r\n"
        "を渡しすぎたコスモスさんは共\r\n"
        "に休養中です。　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　ユーコミスさん　　　　\r\n"
        "２位　リコリスさん　　　　　\r\n"
        "３位　ルピナスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race28_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·すみれさん　　　　　　　　\r\n"
        "　マシン…万葉（まよう）　　\r\n"
        "　魔法……精霊魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新マシンの万葉は、四葉の発展\r\n"
        "系なので、やっぱり四段変形が\r\n"
        "できていい感じです。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ミルトニアさん　　　　　　\r\n"
        "　マシン…雪菜（ゆきな）　　\r\n"
        "　魔法……白魔法　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "回復魔法を持っているので、わ\r\n"
        "りと荒っぽい走りをして、受け\r\n"
        "たダメージを回復魔法でなおす\r\n"
        "パターンが得意です。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "第８戦はあしたです。{Press}";

    const char gText_TV_F314MGrandPrix_Race28_PreviewPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第７戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　ユーコミスさん　＋１０\r\n"
        "２位　リコリスさん　　＋　６\r\n"
        "３位　ルピナスさん　　＋　４\r\n"
        "４位　ミルトニアさん　＋　３\r\n"
        "５位　すみれさん　　　＋　２\r\n"
        "６位　モレアさん　　　＋　１\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位↑　ユーコミスさん　４６\r\n"
        "２位↓　デイジーさん　　３７\r\n"
        "３位－　リコリスさん　　３３\r\n"
        "４位－　ルピナスさん　　２５\r\n"
        "５位－　コスモスさん　　１８\r\n"
        "６位－　ミルトニアさん　１２\r\n"
        "７位－　すみれさん　　　　８\r\n"
        "８位－　モレアさん　　　　２\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race28_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第８戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "レース終盤すみれさんは派手に\r\n"
        "壁に激突してリタイア。　　　\r\n"
        "『四葉』（マシンの名前だよ）\r\n"
        "の破片が飛び散り、ちょうどそ\r\n"
        "の後ろにいたユーコミスさんに\r\n"
        "いくつかかすってしまいます。\r\n"
        "それ以降『杏子』（これもマシ\r\n"
        "ンの名前だよ）の調子が悪くな\r\n"
        "り、リコリスさんに追いぬかれ\r\n"
        "て、結局ユーコミスさんは２位\r\n"
        "に終わってしまいます　　　　\r\n"
        "しかしトータルポイントでリコ\r\n"
        "リスさんはユーコミスさんに９\r\n"
        "ポイントも差があります。残り\r\n"
        "２戦で追いつくことができるの\r\n"
        "か？　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　リコリスさん　　　　　\r\n"
        "２位　ユーコミスさん　　　　\r\n"
        "３位　デイジーさん{Press}";

    const char gText_TV_F314MGrandPrix_Race28_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第８戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　リコリスさん　　＋１０\r\n"
        "２位　ユーコミスさん　＋　６\r\n"
        "３位　デイジーさん　　＋　４\r\n"
        "４位　コスモスさん　　＋　３\r\n"
        "５位　ルピナスさん　　＋　２\r\n"
        "６位　ミルトニアさん　＋　１\r\n"
        "７位　モレアさん　　　　　　\r\n"
        "８位　ラベンダーさん　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　ユーコミスさん　５２\r\n"
        "２位↑　リコリスさん　　４３\r\n"
        "３位↓　デイジーさん　　４１\r\n"
        "４位－　ルピナスさん　　２７\r\n"
        "５位－　コスモスさん　　２１\r\n"
        "６位－　ミルトニアさん　１３\r\n"
        "７位－　すみれさん　　　　８\r\n"
        "８位－　モレアさん　　　　２\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race29_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第９戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "５位争いをしていたルピナスさ\r\n"
        "んとミルトニアさんを周回遅れ\r\n"
        "にする勢いのユーコミスさんで\r\n"
        "したが、５位争いもわりと激し\r\n"
        "かったため、うまく抜きさるこ\r\n"
        "とができずにつかまっていたと\r\n"
        "ころに、リコリスさんが迫って\r\n"
        "きます。そこで究極魔法「一人\r\n"
        "の時」を使おうとして無防備だ\r\n"
        "ったところに前の２人の使った\r\n"
        "魔法の余波をくらってバランス\r\n"
        "を崩し、ルピナスさんとミルト\r\n"
        "ニアさんを巻き込んで３人とも\r\n"
        "リタイアとなりました。　　　\r\n"
        "こりによりトータルポイントで\r\n"
        "も１位と２位の差はわずか１ポ\r\n"
        "イントとなりました。　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　リコリスさん　　　　　\r\n"
        "２位　デイジーさん　　　　　\r\n"
        "３位　コスモスさん{Press}";

    const char gText_TV_F314MGrandPrix_Race29_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "第９戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　リコリスさん　　＋１０\r\n"
        "２位　デイジーさん　　＋　６\r\n"
        "３位　コスモスさん　　＋　４\r\n"
        "４位　モレアさん　　　＋　３\r\n"
        "５位　すみれさん　　　＋　２\r\n"
        "６位　ラベンダーさん　＋　１\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位↑　リコリスさん　　５３\r\n"
        "２位↓　ユーコミスさん　５２\r\n"
        "３位－　デイジーさん　　４７\r\n"
        "４位－　ルピナスさん　　２７\r\n"
        "５位－　コスモスさん　　２５\r\n"
        "６位－　ミルトニアさん　１３\r\n"
        "７位－　すみれさん　　　１０\r\n"
        "８位－　モレアさん　　　　５\r\n"
        "９位↑　ラベンダーさん　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となっております。{Press}";

    const char gText_TV_F314MGrandPrix_Race30_PreviewPart01[] =
        "Ｆ－３．１４　ＭＧＰの　　　\r\n"
        "出場人物を紹介します。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ユーコミスさん　　　　　　\r\n"
        "　マシン…杏子（きょうこ）　\r\n"
        "　魔法……時間魔法　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "新人ながら強い魔法を持ってい\r\n"
        "るこの人、時間を止める魔法を\r\n"
        "使われると手がつけられない？\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "－－－－－－－－－－－－－－\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "·ライラックさん　　　　　　\r\n"
        "　マシン…花梨（かりん）　　\r\n"
        "　魔法……見習　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "見習なのでまだ何も魔法が使え\r\n"
        "ないとのことです。これからの\r\n"
        "活躍に期待しましょう。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日はここまで、　　　　　　\r\n"
        "最終戦はあさってです。{Press}";

    const char gText_TV_F314MGrandPrix_Race30_ResultsPart01[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "最終戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "デイジーさんは仮にこのレース\r\n"
        "で１位を取ってもユーコミスさ\r\n"
        "んかリコリスさんが２位になれ\r\n"
        "ば総合優勝は無理という状況で\r\n"
        "したが、結局最後もユーコミス\r\n"
        "さんとリコリスさんの争いとな\r\n"
        "りました。　　　　　　　　　\r\n"
        "終盤まで、ユーコミスさんのペ\r\n"
        "ースで進んでいました。そして\r\n"
        "ついにリコリスさんは空間交換\r\n"
        "を発動しますが、ユーコミスさ\r\n"
        "んは予想していたらしく余裕で\r\n"
        "回避、しかしリコリスさんは間\r\n"
        "髪入れずもう一度空間交換を発\r\n"
        "動！　２回連続で来ることは予\r\n"
        "想していなかったのか、ばっち\r\n"
        "りくらってしまいます。そして\r\n"
        "そのままリコリスさん優勝。　\r\n"
        "二連覇達成となりました。　　\r\n"
        "おめでとうございます。　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "今日は１位～３位のみの発表で\r\n"
        "す。くわしくは明日を待ってく\r\n"
        "ださい。　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆結果－－－－－－－－－－－\r\n"
        "１位　リコリスさん　　　　　\r\n"
        "２位　ユーコミスさん　　　　\r\n"
        "３位　デイジーさん{Press}";

    const char gText_TV_F314MGrandPrix_Race30_ResultsPart02[] =
        "Ｆ－３．１４　ＭＧＰ　　　　\r\n"
        "最終戦の結果をお伝えします。\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆昨日の結果－－－－－－－－\r\n"
        "１位　リコリスさん　　＋１０\r\n"
        "２位　ユーコミスさん　＋　６\r\n"
        "３位　デイジーさん　　＋　４\r\n"
        "４位　コスモスさん　　＋　３\r\n"
        "５位　ミルトニアさん　＋　２\r\n"
        "６位　ルピナスさん　　＋　１\r\n"
        "７位　モレアさん　　　　　　\r\n"
        "びり　ライラックさん　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "☆トータルポイント－－－－－\r\n"
        "１位－　リコリスさん　　６３\r\n"
        "２位－　ユーコミスさん　５８\r\n"
        "３位－　デイジーさん　　５１\r\n"
        "４位－　ルピナスさん　　２８\r\n"
        "４位↑　コスモスさん　　２８\r\n"
        "６位－　ミルトニアさん　１５\r\n"
        "７位－　すみれさん　　　１０\r\n"
        "８位－　モレアさん　　　　５\r\n"
        "９位－　ラベンダーさん　　１\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "　　　　　　　　　　　　　　\r\n"
        "となりました。{Press}";
};

void EventScript_TV_F314MGrandPrix(void)
{
    int var_0;
    switch (VarGet(VAR_SEASON))
    {
        case SEASON_SPRING:
            switch (VarGet(VAR_DAY))
            {
                case DAY_OF_MONTH_01:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race01_PreviewPart01);
                    break;
                case DAY_OF_MONTH_02:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race01_PreviewPart02);
                    break;
                case DAY_OF_MONTH_03:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race01_ResultsPart01);
                    break;
                case DAY_OF_MONTH_04:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race01_ResultsPart02);
                    break;
                case DAY_OF_MONTH_05:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race02_PreviewPart01);
                    break;
                case DAY_OF_MONTH_06:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race02_PreviewPart02);
                    break;
                case DAY_OF_MONTH_07:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race02_ResultsPart01);
                    break;
                case DAY_OF_MONTH_08:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race02_ResultsPart02);
                    break;
                case DAY_OF_MONTH_09:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race03_PreviewPart01);
                    break;
                case DAY_OF_MONTH_10:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race03_PreviewPart02);
                    break;
                case DAY_OF_MONTH_11:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race03_ResultsPart01);
                    break;
                case DAY_OF_MONTH_12:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race03_ResultsPart02);
                    break;
                case DAY_OF_MONTH_13:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race04_PreviewPart01);
                    break;
                case DAY_OF_MONTH_14:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race04_PreviewPart02);
                    break;
                case DAY_OF_MONTH_15:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race04_ResultsPart01);
                    break;
                case DAY_OF_MONTH_16:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race04_ResultsPart02);
                    break;
                case DAY_OF_MONTH_17:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race05_PreviewPart01);
                    break;
                case DAY_OF_MONTH_18:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race05_PreviewPart02);
                    break;
                case DAY_OF_MONTH_19:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race05_ResultsPart01);
                    break;
                case DAY_OF_MONTH_20:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race05_ResultsPart02);
                    break;
                case DAY_OF_MONTH_21:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race06_PreviewPart01);
                    break;
                case DAY_OF_MONTH_22:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race06_PreviewPart02);
                    break;
                case DAY_OF_MONTH_23:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race06_ResultsPart01);
                    break;
                case DAY_OF_MONTH_24:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race06_ResultsPart02);
                    break;
                case DAY_OF_MONTH_25:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race07_PreviewPart01);
                    break;
                case DAY_OF_MONTH_26:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race07_PreviewPart02);
                    break;
                case DAY_OF_MONTH_27:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race07_ResultsPart01);
                    break;
                case DAY_OF_MONTH_28:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race07_ResultsPart02);
                    break;
                case DAY_OF_MONTH_29:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race08_PreviewPart01);
                    break;
                case DAY_OF_MONTH_30:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race08_PreviewPart02);
                    break;
            }
            break;
        case SEASON_SUMMER:
            switch (VarGet(VAR_DAY))
            {
                case DAY_OF_MONTH_01:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race08_ResultsPart01);
                    break;
                case DAY_OF_MONTH_02:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race08_ResultsPart02);
                    break;
                case DAY_OF_MONTH_03:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race09_PreviewPart01);
                    break;
                case DAY_OF_MONTH_04:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race09_PreviewPart02);
                    break;
                case DAY_OF_MONTH_05:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race09_ResultsPart01);
                    break;
                case DAY_OF_MONTH_06:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race09_ResultsPart02);
                    break;
                case DAY_OF_MONTH_07:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race10_PreviewPart01);
                    break;
                case DAY_OF_MONTH_08:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race10_PreviewPart02);
                    break;
                case DAY_OF_MONTH_09:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race10_ResultsPart01);
                    break;
                case DAY_OF_MONTH_10:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race10_ResultsPart02);
                    break;
                case DAY_OF_MONTH_11:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race11_PreviewPart01);
                    break;
                case DAY_OF_MONTH_12:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race11_PreviewPart02);
                    break;
                case DAY_OF_MONTH_13:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race11_ResultsPart01);
                    break;
                case DAY_OF_MONTH_14:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race11_ResultsPart02);
                    break;
                case DAY_OF_MONTH_15:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race02_PreviewPart01);
                    break;
                case DAY_OF_MONTH_16:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race02_PreviewPart02);
                    break;
                case DAY_OF_MONTH_17:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race12_ResultsPart01);
                    break;
                case DAY_OF_MONTH_18:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race12_ResultsPart02);
                    break;
                case DAY_OF_MONTH_19:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race03_PreviewPart01);
                    break;
                case DAY_OF_MONTH_20:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race13_PreviewPart02);
                    break;
                case DAY_OF_MONTH_21:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race13_ResultsPart01);
                    break;
                case DAY_OF_MONTH_22:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race13_ResultsPart02);
                    break;
                case DAY_OF_MONTH_23:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race14_PreviewPart01);
                    break;
                case DAY_OF_MONTH_24:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race04_PreviewPart02);
                    break;
                case DAY_OF_MONTH_25:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race14_ResultsPart01);
                    break;
                case DAY_OF_MONTH_26:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race14_ResultsPart02);
                    break;
                case DAY_OF_MONTH_27:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race05_PreviewPart01);
                    break;
                case DAY_OF_MONTH_28:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race05_PreviewPart02);
                    break;
                case DAY_OF_MONTH_29:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race15_ResultsPart01);
                    break;
                case DAY_OF_MONTH_30:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race15_ResultsPart02);
                    break;
            }
            break;
        case SEASON_FALL:
            switch (VarGet(VAR_DAY))
            {
                case DAY_OF_MONTH_01:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race16_PreviewPart01);
                    break;
                case DAY_OF_MONTH_02:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race16_PreviewPart02);
                    break;
                case DAY_OF_MONTH_03:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race16_ResultsPart01);
                    break;
                case DAY_OF_MONTH_04:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race16_ResultsPart02);
                    break;
                case DAY_OF_MONTH_05:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race07_PreviewPart01);
                    break;
                case DAY_OF_MONTH_06:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race07_PreviewPart02);
                    break;
                case DAY_OF_MONTH_07:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race17_ResultsPart01);
                    break;
                case DAY_OF_MONTH_08:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race17_ResultsPart02);
                    break;
                case DAY_OF_MONTH_09:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race18_PreviewPart01);
                    break;
                case DAY_OF_MONTH_10:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race18_PreviewPart02);
                    break;
                case DAY_OF_MONTH_11:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race18_ResultsPart01);
                    break;
                case DAY_OF_MONTH_12:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race18_ResultsPart02);
                    break;
                case DAY_OF_MONTH_13:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race19_PreviewPart01);
                    break;
                case DAY_OF_MONTH_14:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race09_PreviewPart02);
                    break;
                case DAY_OF_MONTH_15:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race19_ResultsPart01);
                    break;
                case DAY_OF_MONTH_16:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race19_ResultsPart02);
                    break;
                case DAY_OF_MONTH_17:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race10_PreviewPart01);
                    break;
                case DAY_OF_MONTH_18:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race20_PreviewPart02);
                    break;
                case DAY_OF_MONTH_19:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race20_ResultsPart01);
                    break;
                case DAY_OF_MONTH_20:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race20_ResultsPart02);
                    break;
                case DAY_OF_MONTH_21:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race21_PreviewPart01);
                    break;
                case DAY_OF_MONTH_22:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race11_PreviewPart02);
                    break;
                case DAY_OF_MONTH_23:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race21_ResultsPart01);
                    break;
                case DAY_OF_MONTH_24:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race21_ResultsPart02);
                    break;
                case DAY_OF_MONTH_25:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race02_PreviewPart01);
                    break;
                case DAY_OF_MONTH_26:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race22_PreviewPart02);
                    break;
                case DAY_OF_MONTH_27:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race22_ResultsPart01);
                    break;
                case DAY_OF_MONTH_28:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race22_ResultsPart02);
                    break;
                case DAY_OF_MONTH_29:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race23_PreviewPart01);
                    break;
                case DAY_OF_MONTH_30:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race23_PreviewPart02);
                    break;
            }
            break;
        case SEASON_WINTER:
            switch (VarGet(VAR_DAY))
            {
                case DAY_OF_MONTH_01:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race23_ResultsPart01);
                    break;
                case DAY_OF_MONTH_02:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race23_ResultsPart02);
                    break;
                case DAY_OF_MONTH_03:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race14_PreviewPart01);
                    break;
                case DAY_OF_MONTH_04:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race04_PreviewPart02);
                    break;
                case DAY_OF_MONTH_05:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race24_ResultsPart01);
                    break;
                case DAY_OF_MONTH_06:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race24_ResultsPart02);
                    break;
                case DAY_OF_MONTH_07:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race25_PreviewPart01);
                    break;
                case DAY_OF_MONTH_08:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race25_PreviewPart02);
                    break;
                case DAY_OF_MONTH_09:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race25_ResultsPart01);
                    break;
                case DAY_OF_MONTH_10:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race25_ResultsPart02);
                    break;
                case DAY_OF_MONTH_11:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race26_PreviewPart01);
                    break;
                case DAY_OF_MONTH_12:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race16_PreviewPart02);
                    break;
                case DAY_OF_MONTH_13:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race26_ResultsPart01);
                    break;
                case DAY_OF_MONTH_14:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race26_ResultsPart02);
                    break;
                case DAY_OF_MONTH_15:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race07_PreviewPart01);
                    break;
                case DAY_OF_MONTH_16:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race27_PreviewPart02);
                    break;
                case DAY_OF_MONTH_17:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race27_ResultsPart01);
                    break;
                case DAY_OF_MONTH_18:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race18_PreviewPart01);
                    break;
                case DAY_OF_MONTH_19:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race28_PreviewPart01);
                    break;
                case DAY_OF_MONTH_20:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race28_PreviewPart02);
                    break;
                case DAY_OF_MONTH_21:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race28_ResultsPart01);
                    break;
                case DAY_OF_MONTH_22:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race28_ResultsPart02);
                    break;
                case DAY_OF_MONTH_23:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race19_PreviewPart01);
                    break;
                case DAY_OF_MONTH_24:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race09_PreviewPart02);
                    break;
                case DAY_OF_MONTH_25:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race29_ResultsPart01);
                    break;
                case DAY_OF_MONTH_26:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race29_ResultsPart02);
                    break;
                case DAY_OF_MONTH_27:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race30_PreviewPart01);
                    break;
                case DAY_OF_MONTH_28:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race20_PreviewPart02);
                    break;
                case DAY_OF_MONTH_29:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race30_ResultsPart01);
                    break;
                case DAY_OF_MONTH_30:
                    var_0 = ShowTelevisionMessage(gText_TV_F314MGrandPrix_Race30_ResultsPart02);
                    break;
            }
            break;
    }
    EndTelevisionProgram();
    TalkClose();
    switch (var_0)
    {
        case TELEVISION_INPUT_UP_WEATHER:
        case TELEVISION_INPUT_DOWN_FARM_PROGRAM:
        case TELEVISION_INPUT_RIGHT_NEWS:
        case TELEVISION_INPUT_LEFT_VARIETY:
            VarSet(VAR_SHARED_CALLED_SCRIPT_ARGUMENT, var_0);
            CallScript(EventScript_TV_EntertainmentChannel);
            break;
        case TELEVISION_INPUT_ADVANCE_TEXT:
        case TELEVISION_INPUT_TURN_OFF:
            break;
        mary_dead_jump:
    }
}
