#include "recovery_status_text.hh"

char const gText_StaminaRecoveryStatus[9][29] = {
    "体力回復がかなり低くなった。",
    "体力回復がわりと低くなった。",
    "体力回復が少し低くなった。",
    "体力回復が微妙に低くなった。",
    "体力回復は全く同じ。",
    "体力回復が微妙に高くなった。",
    "体力回復が少し高くなった。",
    "体力回復がわりと高くなった。",
    "体力回復がかなり高くなった。",
};

char const gText_FatigueRecoveryStatus[18][29] = {
    "疲労回復もかなり低くなった。",
    "疲労回復はかなり低くなった。",
    "疲労回復もわりと低くなった。",
    "疲労回復はわりと低くなった。",
    "疲労回復も少し低くなった。",
    "疲労回復は少し低くなった。",
    "疲労回復も微妙に低くなった。",
    "疲労回復は微妙に低くなった。",
    "疲労回復も全く同じ。",
    "疲労回復は全く同じ。",
    "疲労回復も微妙に高くなった。",
    "疲労回復は微妙に高くなった。",
    "疲労回復も少し高くなった。",
    "疲労回復は少し高くなった。",
    "疲労回復もわりと高くなった。",
    "疲労回復はわりと高くなった。",
    "疲労回復もかなり高くなった。",
    "疲労回復はかなり高くなった。",
};
